{
  "+/9Nj7": {
    "defaultMessage": "Your avatar",
    "description": "The title text of our image icon in our settings account page, it is displayed when an user hover the icon itself"
  },
  "+14i/d": {
    "defaultMessage": "Start with an action verb (reach, achieve, accomplish...)",
    "description": "The  first description of the tip when you are creating a KR."
  },
  "+4HFc4": {
    "defaultMessage": "Click to start typing",
    "description": "This message appears as a placeholder in the input where the user types their response."
  },
  "+6p/sC": {
    "defaultMessage": "Click here to comment :)",
    "description": "This text is displayed in our comment input in our key result drawer when it has no value"
  },
  "53vwrZ": {
    "defaultMessage": "This key-result is in draft mode",
    "description": "This message appears as a header in the key result drawer in draft mode."
  },
  "3eSDet": {
    "defaultMessage": "Commentary",
    "description": "This text refers to feedbacks with comment."
  },
  "8wF7XZ": {
    "defaultMessage": "Problem",
    "description": "This text refers to feedbacks that report a issue."
  },
  "JXXHeP": {
    "defaultMessage": "Improvement",
    "description": "This text refers to feedbacks with improvement suggestion."
  },
  "8Tdgj3": {
    "defaultMessage": "Congrats",
    "description": "This text refers to feedbacks with praisal."
  },
  "LXalbg": {
    "defaultMessage": "Alignment",
    "description": "This text refers to feedbacks with alignment."
  },
  "Yn5Xbd": {
    "defaultMessage": "Question",
    "description": "This text refers to feedbacks with a question."
  },
  "jSUqyI": {
    "defaultMessage": "Edit",
    "description": "This button allow the user edit the Key Result."
  },
  "IcfW7m": {
    "defaultMessage": "Suggestion",
    "description": "This text refers to feedbacks with suggestions."
  },
  "+ajAuo": {
    "defaultMessage": "No user found",
    "description": "This message appears in our user search when we try to search for a given user without any results"
  },
  "+avOYN": {
    "defaultMessage": "Routines",
    "description": "The title of the first section of My Week notification tab."
  },
  "+CyB1n": {
    "defaultMessage": "Deadline",
    "description": "The heading text of the goal section in our key-result drawer"
  },
  "+G9goh": {
    "defaultMessage": "More...",
    "description": "This text is displayed in the button that expands a truncated text"
  },
  "+IK11v": {
    "defaultMessage": "A ghost's drawing, illustrating that you are on a page that doesn't exist",
    "description": "This message is the alt message for our box drawing in the unknown error page"
  },
  "+kQOSG": {
    "defaultMessage": "Search teams",
    "description": "The placeholder in explore page"
  },
  "+o53JX": {
    "defaultMessage": "{quantityofmembers} members successfully added to the team.",
    "description": "This message appears in a successful toast when we add more than one user to a team."
  },
  "+O5SW4": {
    "defaultMessage": "An icon made with vertical strokes. Click and drag to change the order of your key results",
    "description": "The alternative text explaining our reorder icon"
  },
  "+r3NGz": {
    "defaultMessage": "Progress",
    "description": "The title of the second column in our body table at the teams overview report in our dashboard"
  },
  "+r5To1": {
    "defaultMessage": "Update",
    "description": "This message is displayed in a tooltip above the SliderThumb on our sliders"
  },
  "+XSqc3": {
    "defaultMessage": "Last update",
    "description": "This prefix is displayed as default in our last updated component"
  },
  "//f0UA": {
    "defaultMessage": "Timeline | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "/2GFGI": {
    "defaultMessage": "The deadline for this objective",
    "description": "The title text of our calendar icon in our objective accordion, it is displayed when an user hover the icon itself"
  },
  "/50OpL": {
    "defaultMessage": "Goal",
    "description": "The heading text of the goal section in our key-result drawer"
  },
  "/6mxm9": {
    "defaultMessage": "Company name",
    "description": "The label of the company name while creating a new workspace"
  },
  "/9JMMz": {
    "defaultMessage": "Status",
    "description": "This text is displayed in our check-in card, as a title for the right column in the progress increase section"
  },
  "/aK0UI": {
    "defaultMessage": "A paper plane icon. Through clicking on it you will send a comment",
    "description": "The alternative text explaining our paper plane icon"
  },
  "/cw+5N": {
    "defaultMessage": "A button that, when clicked, redirects the user to the previous question in the routines form.",
    "description": "This message is the description of a button icon that, when clicked, directs the user to the previous question in the routines form."
  },
  "/Duwsm": {
    "defaultMessage": "Invite user automatically",
    "description": "This is the label that defines if we should automatically invite the new user while creating a new workspace"
  },
  "/DyxUT": {
    "defaultMessage": "Latest check-in",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "/H4hHb": {
    "defaultMessage": "Search subteam",
    "description": "This message is displayed inside the child teams section, on the search bar"
  },
  "/K30xB": {
    "defaultMessage": "You don't have any key result",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "/Kf8kO": {
    "defaultMessage": "All of the information above was generated by Artificial Intelligence and is based on interactions made up to the present moment.",
    "description": "The message under the Summarized Key Result"
  },
  "/SbmLm": {
    "defaultMessage": "An arrow inside a circle, demonstrating that when you click on it you will redefine this action",
    "description": "This is the desc attribute of our reset icon. It is used by screen readers"
  },
  "/uYO8t": {
    "defaultMessage": "Profile",
    "description": "The page meta title"
  },
  "/vJzGe": {
    "defaultMessage": "A bookmark icon",
    "description": "The desc message for the Bookmark icon. This icon is used to ilustrate our key results"
  },
  "/VrdI0": {
    "defaultMessage": "A folder icon",
    "description": "The desc message for the Folder icon. This icon is used to ilustrate our key results"
  },
  "/xx1Eb": {
    "defaultMessage": "Description",
    "description": "This message is displayed as the label for the second input in our insert key-result drawer"
  },
  "0/VsDs": {
    "defaultMessage": "Roadblock",
    "description": "We use this tag to group every key result with confidence lower than 0"
  },
  "02eAuB": {
    "defaultMessage": "This week:",
    "description": "The text displayed as a prefix in our progress tag label in the team objective accordion button"
  },
  "02lpnJ": {
    "defaultMessage": "Comment",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "03yPkn": {
    "defaultMessage": "A compass icon",
    "description": "The desc message for the Discovery icon. This icon is used to ilustrate our key results"
  },
  "0BeMry": {
    "defaultMessage": "Draft mode",
    "description": "This message appears how the title of the third card in the Spotlight intro screen."
  },
  "0d1/rp": {
    "defaultMessage": "Indicates how far the key result has evolved until now",
    "description": "This tooltip explains the fourth column of the key result list"
  },
  "0dk0bw": {
    "defaultMessage": "LinkedIn's logo. By clicking here you will visit this user's LinkedIn profile",
    "description": "This message is displayed to screen readers to explain our LinkedIn icon"
  },
  "0ETGK9": {
    "defaultMessage": "mentioned you in a comment of a routine:",
    "description": "This message is displayed to describe a notification that occurs when a user is tagged in a comment on a routine."
  },
  "0GnOhy": {
    "defaultMessage": "Create new workspace",
    "description": "The page title that our users should see in this page"
  },
  "0J4rjt": {
    "defaultMessage": "Cancel",
    "description": "This text is used as a fallback to the confirmation modal cancel button. It is displayed if the component did not received a custom button label"
  },
  "0kb3ea": {
    "defaultMessage": "Create a subteam",
    "description": "This text appears inside the create subteam empty state, a button to create subteams"
  },
  "0kNbEF": {
    "defaultMessage": "You have successfully deactivated {name}.",
    "description": "This message is used as a toast message when we finish deactivating a given user"
  },
  "0N9lO8": {
    "defaultMessage": "Help Center",
    "description": "MainAppBar user menu second item option"
  },
  "0nY7VZ": {
    "defaultMessage": "Your objective is now in draft mode!",
    "description": "This message appears in a toast when a objective is created."
  },
  "0OH4ZL": {
    "defaultMessage": "Description",
    "description": "The label text above the Description section in our key result single page or drawers"
  },
  "0OHE6C": {
    "defaultMessage": "Numeric",
    "description": "This message is displayed inside our key-result format select as the title of the number format"
  },
  "0PaRUc": {
    "defaultMessage": "There's no one here",
    "description": "This message appears when there is no user in a given list"
  },
  "0QlqtQ": {
    "defaultMessage": "Last edited on Key Result",
    "description": "This string is used as the description for the icon that the last key-result update."
  },
  "0R+aEr": {
    "defaultMessage": "The key result has been successfully removed.",
    "description": "This message appears in a toast after the user removes a key-result"
  },
  "0SQt21": {
    "defaultMessage": "New value",
    "description": "This is the label of the check-in form that indicates to which value the user would update her/his key result"
  },
  "0t238C": {
    "defaultMessage": "Key Result format",
    "description": "This label appears above the third input in our insert key-result drawer"
  },
  "0xI/K7": {
    "defaultMessage": "Microphone icon",
    "description": "The desc message for the Voice icon. This icon is used to ilustrate our key results"
  },
  "15BMJI": {
    "defaultMessage": "Initial value",
    "description": "This text is used as a label on the update goal form inside the key-result drawers. That is the first label of that form"
  },
  "1bgaUB": {
    "defaultMessage": "Goal",
    "description": "This text is used as a label on the update goal form inside the key-result drawers. That is the second label of that form"
  },
  "1C5Zpe": {
    "defaultMessage": "Add new task",
    "description": "This label appears in our key-result sidebar drawer, in the end of our checklist"
  },
  "1Dc9iL": {
    "defaultMessage": "Over the last hour",
    "description": "This label is displayed if the date difference is less than 1 hour"
  },
  "1HBRw6": {
    "defaultMessage": "No check-in yet",
    "description": "This label is displayed if we do not have any update date to display"
  },
  "1IAVGz": {
    "defaultMessage": "Pending tasks",
    "description": "Label for pending tasks selector item"
  },
  "1IedeB": {
    "defaultMessage": "A checklist icon that appears next to a user checkin column in a team indicators table",
    "description": "A checklist icon that appears next to a user checkin column in a team indicators table"
  },
  "1lccXL": {
    "defaultMessage": "This question is required!",
    "description": "This message appears to indicate that a required question has not been answered."
  },
  "1q4B+N": {
    "defaultMessage": "A drawing of a cat on top of a computer.",
    "description": "The alternative text explaining our cat hanging out image"
  },
  "1rAwNV": {
    "defaultMessage": "A few pages, also showing a few icons and drawings",
    "description": "The alternative text explaining the pages image"
  },
  "1ss4IX": {
    "defaultMessage": "Message icon",
    "description": "The desc message for the Message icon. This icon is used to ilustrate our key results"
  },
  "1Ve0Ag": {
    "defaultMessage": "A calendar icon, suggesting that this is your key result deadline",
    "description": "The description text for the key-result section goal icon"
  },
  "2+RDgf": {
    "defaultMessage": "Add user",
    "description": "The label text for the add button in our support team popover"
  },
  "29ODQz": {
    "defaultMessage": "Don't worry, everything will be fine! While we work on it, you can click on this button bellow and come back to the Dashboard :)",
    "description": "The description displayed in our unknown error page"
  },
  "2ao/tW": {
    "defaultMessage": "Last name of first user",
    "description": "The user last name while creating a new workspace"
  },
  "2chQA0": {
    "defaultMessage": "It's been a while since someone's interacted with this key result. How about sharing some relevant info with the team? :)",
    "description": "This text gives more details regarding our empty state card in the key result drawers"
  },
  "2FcRLo": {
    "defaultMessage": "CHECK-LISTS",
    "description": "The title of the checkLists column."
  },
  "2Hlwn7": {
    "defaultMessage": "EVOLUTION OF THE KEY RESULT",
    "description": "The section of the summarize button title"
  },
  "2IBj4Z": {
    "defaultMessage": "Just now",
    "description": "This label is displayed if the date difference is less than 1 minute"
  },
  "2iSLX9": {
    "defaultMessage": "English",
    "description": "This message is used as the label for the english language in our locale switcher"
  },
  "2leAvr": {
    "defaultMessage": "My Tasks",
    "description": "The header in my tasks title, inside my things page"
  },
  "2lGnmq": {
    "defaultMessage": "My bud account",
    "description": "The page title that is displayed in the browser tab for the my profile page"
  },
  "2nlZ3v": {
    "defaultMessage": "Visualize and alter the settings of your account",
    "description": "The page description that is displayed in Google and screen readers for the settings page."
  },
  "2QbXJB": {
    "defaultMessage": "Oops! An unexpected error occurred. Please try again.",
    "description": "This message appears as an error toast when we have an unknown error while creating a new user"
  },
  "2RoJ81": {
    "defaultMessage": "Female",
    "description": "This text is used accross our platform to identify the female gender"
  },
  "2vOg9s": {
    "defaultMessage": "No access",
    "description": "The message returned if the user didn't access Bud yet."
  },
  "2Vtwxl": {
    "defaultMessage": "Response history",
    "description": "This message appears as the title of the card that lists the history of retrospectives answered by a user."
  },
  "30/f+o": {
    "defaultMessage": "Are you sure you want to to deactivate the user {name}?",
    "description": "This text is used in our delete dialog confirmation to explain to the user what will happen"
  },
  "30/oaM": {
    "defaultMessage": "{company}'s OKRs",
    "description": "Company OKR title on the navigation tab"
  },
  "32UR9m": {
    "defaultMessage": "We employed artificial intelligence in our platform to make understanding your company's strategy planning and execution as smart and easy as possible.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the artificial intelligence resources available in Spotlight."
  },
  "32YYOa": {
    "defaultMessage": "The OKRs in Individual Plans are set by each person. They do not impact the progress of the company.",
    "description": "Individual OKR subtitle of the page"
  },
  "39q6ig": {
    "defaultMessage": "OKRs",
    "description": "This message is displayed above the empty state inside the active cycles section at the Team page"
  },
  "3AEvLQ": {
    "defaultMessage": "Important! {breakline}You’re about to publish this OKR ",
    "description": "This message appears in the title of the modal that the user uses to confirm their action of posting an OKR."
  },
  "3cM4+o": {
    "defaultMessage": "Done!",
    "description": "This text appears on the team redirection page after the user responds to the routines form"
  },
  "3dAyni": {
    "defaultMessage": "A drawing of a woman with a coffee in her hand and working on a computer, apparently happy.",
    "description": "The alternative text explaining the zen girl image"
  },
  "3e+zPY": {
    "defaultMessage": "Save",
    "description": "This button is displayed with our crop picture modal to submit the form"
  },
  "3gAggt": {
    "defaultMessage": "Check-in",
    "description": "This is the title of our progress slider popover. It appears when the user moves the slider thumb"
  },
  "3maJd0": {
    "defaultMessage": "They can also edit information such as title, description and goal.",
    "description": "The tooltip text for the edition access description"
  },
  "3n0bhJ": {
    "defaultMessage": "Those are the key results that are part of this objective",
    "description": "This tooltip explains the first column of the key result list"
  },
  "3q/E0t": {
    "defaultMessage": "OKR Cycles",
    "description": "The subtitle page."
  },
  "3rnKj8": {
    "defaultMessage": "Check how your card will be seen by other users:",
    "description": "This subtitle is displayed as the subtitle of the user card preview section in our user account settings page"
  },
  "3vQ6G9": {
    "defaultMessage": "A calendar icon.",
    "description": "This is the description of the calendar icon."
  },
  "3XEc2H": {
    "defaultMessage": "Gender of first user",
    "description": "The user gender while creating a new workspace"
  },
  "3xZZCI": {
    "defaultMessage": "Expected: {progress}%",
    "description": "Message to show the expetected progress of the project"
  },
  "3ye3aF": {
    "defaultMessage": "Meaningful",
    "description": "This title guides the creation of Objectives."
  },
  "44uWtn": {
    "defaultMessage": "A rounded icon with a line chart in the center",
    "description": "The desc message for the Activity icon. This icon is used to ilustrate our key results"
  },
  "4Ac1ls": {
    "defaultMessage": "{team} | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "4cmOYV": {
    "defaultMessage": "Dashboard",
    "description": "MainAppBar menu item that links to \"Dashboard\" page"
  },
  "4f4cWE": {
    "defaultMessage": "High",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "4iiGjr": {
    "defaultMessage": "Company",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "4JN6AF": {
    "defaultMessage": "Low productivity",
    "description": "The title in the low productivity modal"
  },
  "4MCOg+": {
    "defaultMessage": "Yearly Progress",
    "description": "User's yearly progress title"
  },
  "4N1d+U": {
    "defaultMessage": "Latest activities",
    "description": "This text is displayed at the top of our timeline, as its title"
  },
  "4npgR9": {
    "defaultMessage": "User successfully created!",
    "description": "This message appears when we create a new user as a toast"
  },
  "4QPhgQ": {
    "defaultMessage": "FEELING RETROSPECTIVE",
    "description": "The title of the feeling column."
  },
  "4uGYvu": {
    "defaultMessage": "{company}'s teams mood",
    "description": "Title of the metrics card"
  },
  "4WREAh": {
    "defaultMessage": "{columnAccessor, select, user {User} team {Team} productivity {Productivity in the week} roadblock {Barrier in the week} feeling {Feeling in the week} lastRetrospective {Last routine} lastAccess {Last access} other {OKRs}}",
    "description": "This message appears in the header of each column of a Team Indicators table."
  },
  "4XHRhd": {
    "defaultMessage": "Goal",
    "description": "The heading text of the goal section in our key-result drawers"
  },
  "59sgdb": {
    "defaultMessage": "custom emoji with happy expression",
    "description": "This message is used as a description of emoji feeling 4"
  },
  "5fB6ei": {
    "defaultMessage": "We're sorry, but an unexpected error has occured. Please try again!",
    "description": "This message appears in an error toast after the user creates a new key-result but an unexpected error occurred"
  },
  "5llJzq": {
    "defaultMessage": "Are you sure you want to delete this {type}?",
    "description": "This text is used in our delete modal confirmation to explain to the user what will happen"
  },
  "5o6tYt": {
    "defaultMessage": "Explore previous cycles",
    "description": "This message appears below the time machine title, as an auxiliary title in a team's page"
  },
  "5OEJ9F": {
    "defaultMessage": "Once this is done, the OKR will be published in the current cycle and the progress starts to be measured. Any feedbacks you make will remain on the key-results, but you won´t be able to edit or add new ones.",
    "description": "This message appears in the description of the modal that the user uses to confirm their action of posting an OKR."
  },
  "5PP1DF": {
    "defaultMessage": "Have you checked your OKRs today? Looks like there's something new there... 👀",
    "description": "This message appears on the news banner to invite the user to learn about the Spotlight feature."
  },
  "5r52/T": {
    "defaultMessage": "a roadblock in a",
    "description": "This message appears as notification in confidence check in with barrier."
  },
  "5th5LY": {
    "defaultMessage": "Huh! Where is the page that was just here?",
    "description": "The title displayed in our unknown error page"
  },
  "5uf2Lq": {
    "defaultMessage": "These are the people helping {name} with this key result",
    "description": "The message to guide and describe on what is a support team"
  },
  "5Vuq/6": {
    "defaultMessage": "{title} Your response has been recorded and is now available for viewing on the teams you are a part of. Which page do you want to go to?",
    "description": "This text appears on the team redirection page after the user responds to the routines form"
  },
  "5XBq+p": {
    "defaultMessage": "My Key Results | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "5yQyMg": {
    "defaultMessage": "Explore",
    "description": "The page title that our users should see in the teams explore page"
  },
  "608lDc": {
    "defaultMessage": "See your key results and tasks related to the company's strategy.",
    "description": "Company OKR subtitle of the page"
  },
  "612Wwz": {
    "defaultMessage": "Create an OKR in the {cycle} {parent} cycle.",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "61S7n7": {
    "defaultMessage": "See details",
    "description": "This message is the description of the option to view details  of a user."
  },
  "66spXk": {
    "defaultMessage": "Show more",
    "description": "This message appears on button that loading more notifications in list."
  },
  "68qL+a": {
    "defaultMessage": "Gender of the company",
    "description": "The label of the company gender while creating a new workspace"
  },
  "6aChVs": {
    "defaultMessage": "This week",
    "description": "This label is displayed if the date difference is 1 week or less"
  },
  "6BeRhq": {
    "defaultMessage": "Delete this OKR",
    "description": "This is the third option that appears when you open the menu of a given objective inside the accordion button"
  },
  "6cUb9x": {
    "defaultMessage": "Points of attention in key results",
    "description": "This message appears in the title of the team KRs attention points section."
  },
  "6E9X3c": {
    "defaultMessage": "Redefine",
    "description": "This is the button label that is displayed in our reset button"
  },
  "6gyBBo": {
    "defaultMessage": "Feeling",
    "description": "This message appears on feeling chart tooltip as the title that suggests what the data means."
  },
  "6J+ZAo": {
    "defaultMessage": "Title",
    "description": "This label is displayed above the first input of our form inside the key-result insert drawer"
  },
  "6P2s5k": {
    "defaultMessage": "Current week",
    "description": "The title of the current week indicator"
  },
  "6RzNYt": {
    "defaultMessage": "A circle with a question mark in the center",
    "description": "This message explains our tooltip icon for screen readers"
  },
  "6spUEn": {
    "defaultMessage": "Check in",
    "description": "This message is displayed as a label button when the check-in form is closed in our key result section"
  },
  "6Syzud": {
    "defaultMessage": "New objective",
    "description": "This message is used as the draft title of a new objective when an objective is created inside the team page"
  },
  "6uAE86": {
    "defaultMessage": "Create key result",
    "description": "This message is used as the label to the create key-result button inside the objective accordion"
  },
  "6vXlkc": {
    "defaultMessage": "Visualize the whole company's evolution, its priorities, an advance expectation chart and the general confidence level.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "6XgcX8": {
    "defaultMessage": "The Support Team can also create check-ins in the key results in which they are involved",
    "description": "The tooltip text for the check-ins description"
  },
  "728+oa": {
    "defaultMessage": "All tasks",
    "description": "Label for all tasks selector item"
  },
  "77LX/s": {
    "defaultMessage": "Make it easy for your colleagues to connect with you by linking to your social media profiles!",
    "description": "This subtitle is displayed as the subtitle of the social media section in our user account settings page"
  },
  "77VQfc": {
    "defaultMessage": "line break",
    "description": "This message appears in the instruction on how to do a line break in the input."
  },
  "78OHKs": {
    "defaultMessage": "Notifications related to this key result, such as new comments, are also sent to the support team.",
    "description": "The tooltip text for the notifications description"
  },
  "7d+540": {
    "defaultMessage": "Up arrow icon indicating that the cycle's selection menu is open",
    "description": "This message is displayed to the user screen reader when the year select menu is opened"
  },
  "7fTFkO": {
    "defaultMessage": "Average of the progress of your key results in the current annual cycle",
    "description": "Yearly progress chart tooltip message"
  },
  "7GDhfH": {
    "defaultMessage": "The cycle is active, the check-in functionality is available, and progress is being measured.",
    "description": "This string is used to describe the cycles active status option."
  },
  "7o01YZ": {
    "defaultMessage": "{user} is having trouble being productive. How about talking about it?",
    "description": "This message appears how a call to action when the productivity is smaller that 4."
  },
  "7tvIOz": {
    "defaultMessage": "Create key result",
    "description": "This is the first option that appears when you open the menu of a given objective inside the accordion button"
  },
  "7uQQbf": {
    "defaultMessage": "Name of the annual cycle",
    "description": "The label of the company yearly period while creating a new workspace"
  },
  "7VhC49": {
    "defaultMessage": "OKRs Overview",
    "description": "The title of the OKRs overview"
  },
  "7WlK+y": {
    "defaultMessage": "A target icon, which appears along with the question of what the user focuses on for the next week.",
    "description": "This message appears as the title of the card that lists the history of retrospectives answered by a user."
  },
  "7xrfSX": {
    "defaultMessage": "Roadblock",
    "description": "Title of barrier health strategy"
  },
  "7Yw26b": {
    "defaultMessage": "Select the year",
    "description": "This message is displayed when no year filter was selected"
  },
  "8+y0VC": {
    "defaultMessage": "No users",
    "description": "This message appears when there is no user to display in a given user list"
  },
  "8/Eg3L": {
    "defaultMessage": "100",
    "description": "This message is displayed inside our key-result format select as the example of the number format"
  },
  "81Bqza": {
    "defaultMessage": "An icon of the letter X. Clicking on it closes the time machine feature.",
    "description": "This message is used by screen readers to explain our time machine close button inside a team's page"
  },
  "84XFCQ": {
    "defaultMessage": "Percentage",
    "description": "This message is displayed inside our key-result format select as the title of the percent format"
  },
  "8693wE": {
    "defaultMessage": "Latest check-in",
    "description": "This message is displayed alongisde with the header, as the prefix for our last update text component"
  },
  "89ola3": {
    "defaultMessage": "Down arrow icon representing how far your company regressed over the last week",
    "description": "This message is used by screen readers to explain our arrow down icon"
  },
  "8Ay4MQ": {
    "defaultMessage": "No check-in yet",
    "description": "This label is displayed if we do not have any update date to display"
  },
  "8B+4Un": {
    "defaultMessage": "Use this painel to configure the users on the platform",
    "description": "The description page."
  },
  "8CjDR7": {
    "defaultMessage": "Cancel",
    "description": "This message is used in the cancel button when we are in the confirmation dialog"
  },
  "8Cn1Wy": {
    "defaultMessage": "{isEditing, select, true {Save} other {Create key result} }",
    "description": "This is a button label displayed inside the insert key-result drawer. This is the second button"
  },
  "8EABR0": {
    "defaultMessage": "About you",
    "description": "This is the label that goes on our user account settings page, at the seventh field to update the user informations"
  },
  "8EZRzi": {
    "defaultMessage": "Start date for the quarterly cycle",
    "description": "The label of the company quarterly date start while creating a new workspace"
  },
  "8gbub2": {
    "defaultMessage": "Status",
    "description": "This message is displayed as the column header for the cycle table in the status column"
  },
  "8HUHbX": {
    "defaultMessage": "assigned a task to you:",
    "description": "This message appears as describe on notification where a user is assigned to a task."
  },
  "8kcr+g": {
    "defaultMessage": "User",
    "description": "This message is displayed as the user name whenever the user is not defined"
  },
  "8l7xtl": {
    "defaultMessage": "Logout",
    "description": "The label displayed in the user logout button"
  },
  "8LTdv4": {
    "defaultMessage": "Objective",
    "description": "The text of the table head related to the Objective column"
  },
  "8PcB2d": {
    "defaultMessage": "No KR",
    "description": "This message appears on table that shows the no members no related KRs."
  },
  "8Qz7RP": {
    "defaultMessage": "Overall progress on goals in the current cycle",
    "description": "Subtitle to show on the team ranking page when gamification is disabled"
  },
  "8YI1Fn": {
    "defaultMessage": "Financial (BRL)",
    "description": "This message is displayed inside our key-result format select as the title of the coin BRL format"
  },
  "91fiAW": {
    "defaultMessage": "Red bell icon",
    "description": "The description of bell icon that warns you to answer the routine. "
  },
  "97e4V+": {
    "defaultMessage": "Let's create a personal task?",
    "description": "Personal tasks empty state title"
  },
  "987MLd": {
    "defaultMessage": "Explore",
    "description": "The name of the Explore page, located at \"/explore\""
  },
  "9CP8fU": {
    "defaultMessage": "A pencil icon, which appears along with the question of a message that the user left for the team",
    "description": "The alternative text explaining our graphic icon"
  },
  "9Cv8pE": {
    "defaultMessage": "{type, select, feeling {Feeling} productivity {Productivity in the week} roadblock {Barries in the week} other {OKRs}}",
    "description": "The title in the roadblock modal"
  },
  "9dXuLd": {
    "defaultMessage": "R$ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin BRL format"
  },
  "9eQWJv": {
    "defaultMessage": "First user's email address",
    "description": "The user email while creating a new workspace"
  },
  "9GdiHI": {
    "defaultMessage": "{name} will lose access to Bud and will be removed any teams, but we will keep any records of previous check-ins",
    "description": "This message appears in the confirmation dialog when we try to deactivate an user"
  },
  "9iN0R8": {
    "defaultMessage": "Warning! This action cannot be undone.",
    "description": "This message is used as the default message in our dangerous action confirmation modal"
  },
  "9lxU9H": {
    "defaultMessage": "Write {keyword} to confirm the deletion",
    "description": "This message appears as a placeholder on the input in the danger confirmation modal while deleting a given resource"
  },
  "9Ni88b": {
    "defaultMessage": "Icon that is presented as the title of the component that presents the Indicators of a team.",
    "description": "This message is the description of an icon that is presented as the title of the component that presents the Indicators of a team."
  },
  "9O5Xaa": {
    "defaultMessage": "Your team doesn't have annual OKRs",
    "description": "Message to show when there are no summary results"
  },
  "9OSi6W": {
    "defaultMessage": "End date",
    "description": "The company quarterly date end input placeholder while creating a new workspace"
  },
  "9sw0lJ": {
    "defaultMessage": "Select your gender",
    "description": "This is the fallback value that goes on our user account settings page, at the sixth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "9Y9dS0": {
    "defaultMessage": "Cycle name",
    "description": "The description for name cycle field"
  },
  "A+zcmM": {
    "defaultMessage": "Select",
    "description": "This is the default placeholder while selecting a given value in a select menu"
  },
  "A5ct4X": {
    "defaultMessage": "Text document icon",
    "description": "The desc message for the Document icon. This icon is used to ilustrate our key results"
  },
  "A6+vC/": {
    "defaultMessage": "The progress of the objective reflects the average of its key results and the lowest confidence level among them.",
    "description": "This tooltip explains how the progress of the objective is calculated"
  },
  "A6/DXF": {
    "defaultMessage": "Save",
    "description": "This text appears as a browser tooltip above the icon. This icon appears below an EditableTextArea. It is used to save the edition of that field"
  },
  "a7sp2+": {
    "defaultMessage": "Yes",
    "description": "This message appears as a description of the first option."
  },
  "a8O2l+": {
    "defaultMessage": "An icon of a plus sign. By clicking on it you will open the menu to insert a new user.",
    "description": "This message is used in our new user button while seeing the user list"
  },
  "AbWup6": {
    "defaultMessage": "{name} will lose access to Bud and will be removed any teams, but we will keep any records of previous check-ins or comments made so far.",
    "description": "This message appears in the confirmation dialog when we try to deactivate an user"
  },
  "acrz2t": {
    "defaultMessage": "Cancel",
    "description": "The label of the cancel button of the create user form"
  },
  "acYrvm": {
    "defaultMessage": "A briefcase icon, representing productivity.",
    "description": "The suiticase icon description"
  },
  "ADoBmy": {
    "defaultMessage": "Briefcase icon representing the productivity index",
    "description": "The description of the productivty icon"
  },
  "Afdu+X": {
    "defaultMessage": "Delete {type}",
    "description": "This message appears as a button label on the delete confirmation button"
  },
  "AFjRlx": {
    "defaultMessage": "no answers",
    "description": "The text that appears in the user list, if the user hasn't answered yet"
  },
  "agEavf": {
    "defaultMessage": "Comment what {user} shared!",
    "description": "This message appears as placeholder of input."
  },
  "agW42K": {
    "defaultMessage": "Start with an action verb (reach, achieve, accomplish…) Make it measurable by using a number to define success Set a challenge that is both aggressive and realistic",
    "description": "The description of the tip when you are creating a KR."
  },
  "ah2n1K": {
    "defaultMessage": "Name of quarterly cycle",
    "description": "The label of the company quarterly period while creating a new workspace"
  },
  "aIGly+": {
    "defaultMessage": "Gender",
    "description": "The company gender input placeholder while creating a new workspace"
  },
  "AII0ao": {
    "defaultMessage": "View your key-results and its details, update your progress and your confidence level.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "aiRCwP": {
    "defaultMessage": "Start",
    "description": "The label text inside the Cycle section, above the start date in our key result single page or drawer"
  },
  "aKyktL": {
    "defaultMessage": "Q2",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "AngG7m": {
    "defaultMessage": "{today, select, true {today at} false {at} other {at}}",
    "description": "The prefix of the hour description"
  },
  "aO+w74": {
    "defaultMessage": "The confidence level has changed in this check-in:",
    "description": "This text is the first line of our icon tooltip when the check-in has a different confidence from the previous check-in"
  },
  "AO/RyT": {
    "defaultMessage": "Copy the title of this key result",
    "description": "This message appears in the button that copies the title of the key result"
  },
  "AQkkKh": {
    "defaultMessage": "You have reactivated {name} successfully.",
    "description": "This message appears in a toast after reactivating a user."
  },
  "aT1RWB": {
    "defaultMessage": "Confirm your action",
    "description": "This message is displayed as the input label for the danger delete resource dialog"
  },
  "ATbiBE": {
    "defaultMessage": "commented on your key result:",
    "description": "This message is displayed to describe a notification that occurs when someone comments on a user`s KR."
  },
  "atQu7S": {
    "defaultMessage": "Member successfully added to team.",
    "description": "This message appears on a successful toast when we add a user to a team."
  },
  "aVLR+w": {
    "defaultMessage": "100%",
    "description": "This message is displayed inside our key-result format select as the example of the percent format"
  },
  "awPBSY": {
    "defaultMessage": "LAST ACCESSS",
    "description": "The title of the lastAccess column."
  },
  "axEJFy": {
    "defaultMessage": "Never accessed",
    "description": "This message appears if the user never accessed the Bud."
  },
  "az3ncM": {
    "defaultMessage": "Warning!{breakline}This action cannot be undone.",
    "description": "This message is used as the title in our second dialog while removing a cycle"
  },
  "B/fme2": {
    "defaultMessage": "Good to see you again, {name}! :)",
    "description": "The page title that our users should see in the dashboard page"
  },
  "B0G29o": {
    "defaultMessage": "Low",
    "description": "We use this tag to group every key result with confidence that is 0 or higher and lower than 25"
  },
  "B17Dy1": {
    "defaultMessage": "Ok",
    "description": "Routine notification settings modal button label"
  },
  "B1P9ld": {
    "defaultMessage": "Productivity",
    "description": "This message appears on productivity chart tooltip as the title that suggests what the data means."
  },
  "B3oV9s": {
    "defaultMessage": "Objective updated successfully",
    "description": "This text is displayed as a toast when the user clicks on the check button to update a given objective title"
  },
  "B7ryNb": {
    "defaultMessage": "Edit title of this objective",
    "description": "This is the second option that appears when you open the menu of a given objective inside the accordion button"
  },
  "B8EqZN": {
    "defaultMessage": "Publish ",
    "description": "This message is displayed as label of the button used to publish a OKR."
  },
  "Ba8bU1": {
    "defaultMessage": "Send comment",
    "description": "This label is displayed in the submit button in our drawer"
  },
  "bdkUKs": {
    "defaultMessage": "Teams",
    "description": "This is the label that goes on our user account settings page, at the fourth field to update the user informations"
  },
  "bdYpnS": {
    "defaultMessage": "CANCEL",
    "description": "This button is used to close the modal to add team members."
  },
  "BeFobb": {
    "defaultMessage": "This will also delete every OKR created in this cycle. This action cannot be undone.",
    "description": "This message is used as the description in our first dialog while removing a cycle"
  },
  "BEo9Xi": {
    "defaultMessage": "Deactivate user",
    "description": "This text is used in our deactivate user button in the profile sidebar in our team page"
  },
  "bEPnHR": {
    "defaultMessage": "owner ",
    "description": "This message appears as describe on notification where a user is marked as owner"
  },
  "bgdTCS": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title on the navigation tab"
  },
  "bh8jgN": {
    "defaultMessage": "new!",
    "description": "The text inside the tag to inform new buttons"
  },
  "biDODR": {
    "defaultMessage": "An icon for a magnifying glass, indicating this is a search field",
    "description": "This text is used by screen readers to explain the search icon in all our search inputs"
  },
  "BipZgy": {
    "defaultMessage": "We're sorry! An unexpected error occurred. Please try again.",
    "description": "This text is displayed as a toast when the user tries to update an objective but an error occur"
  },
  "BOJlqi": {
    "defaultMessage": "Quarterly Progress",
    "description": "User's quarterly progress title"
  },
  "bPInC0": {
    "defaultMessage": "Edit cycle",
    "description": "This message is the description of the edit cycle option."
  },
  "bqCVp4": {
    "defaultMessage": "Click here to start typing your comment",
    "description": "This is the title text that is displayed if the user hovers the mouse in it"
  },
  "BROY+x": {
    "defaultMessage": "Overall progress on goals in the current quarterly cycle",
    "description": "Subtitle to show on the team ranking page when gamification is disabled"
  },
  "BTaFbJ": {
    "defaultMessage": "They are daring, challenging and should generate some level of discomfort for not being easy to achieve.",
    "description": "This card guides the creation of Objectives."
  },
  "BydeYi": {
    "defaultMessage": "Start",
    "description": "The label text inside the Cycle section, above the start date in our key result single page or drawers"
  },
  "BYO0eO": {
    "defaultMessage": "A trash icon. Clicking on it removes this key result.",
    "description": "This text is used by screen readers to explain our trash can icon, used to remove that line in the key-result table"
  },
  "bZXWCR": {
    "defaultMessage": "Default",
    "description": "This string is used to select the user default role."
  },
  "bZYEAl": {
    "defaultMessage": "A subtraction sign within a circle indicating that progress is still the same",
    "description": "This desc message explains the neutral icon for screen readers"
  },
  "C+pEn4": {
    "defaultMessage": "User",
    "description": "The title of the user column"
  },
  "C6YmFo": {
    "defaultMessage": "Tips on writing a good key result:",
    "description": "The title of the tip when you are creating a KR."
  },
  "c6ySN2": {
    "defaultMessage": "Delete this Objective and its KRs",
    "description": "This is the third option that appears when you open the menu of a given objective inside the accordion button"
  },
  "c8KQhI": {
    "defaultMessage": "Week of",
    "description": "The prefix that appears in our chart tooltip in the key-result sidebar while seeing a quarterly key-result"
  },
  "c8UE59": {
    "defaultMessage": "Search icon",
    "description": "The desc message for the Search icon. This icon is used to ilustrate our key results"
  },
  "c8x6gV": {
    "defaultMessage": "Explore previous cycles",
    "description": "This message is displayed when the user opens the menu inside a given cycle at the team page"
  },
  "CDO5jp": {
    "defaultMessage": "Inactive",
    "description": "This option makes an not-active cycle"
  },
  "CEhx3c": {
    "defaultMessage": "Personal information",
    "description": "This label defines the text on the first menu section option"
  },
  "cGFQsk": {
    "defaultMessage": "We are sorry, an unexpected error occurred. Please try again.",
    "description": "This message appears as an error toast when we have an unknown error while creating a new cycle"
  },
  "CgwzlN": {
    "defaultMessage": "A pause icon, representing barriers.",
    "description": "The pause icon description"
  },
  "chwy/J": {
    "defaultMessage": "Reply today",
    "description": "The text that goes in the update text, below the routine title, when the routine is up to date."
  },
  "ciNUJf": {
    "defaultMessage": "Explore",
    "description": "MainAppBar menu item that links to teams \"Explore\" page"
  },
  "CkCxOl": {
    "defaultMessage": "Team ranking",
    "description": "The title of the first column in our body table at the teams overview report in our dashboard"
  },
  "Cli69X": {
    "defaultMessage": "Start date",
    "description": "The company quarterly date start input placeholder while creating a new workspace"
  },
  "CmE1a+": {
    "defaultMessage": "A search icon. When you click on it, a search bar will open for you",
    "description": "The alternative text explaining our search icon"
  },
  "CMMxiV": {
    "defaultMessage": "Send comment",
    "description": "The title displayed in the tooltip when the user hovers our paper plane icon in our add comment form"
  },
  "CmpXX/": {
    "defaultMessage": "{company}'s OKR",
    "description": "Company OKR title on the navigation tab"
  },
  "CmYkJk": {
    "defaultMessage": "Productivity",
    "description": "The title of the productivity chart"
  },
  "CoBhGc": {
    "defaultMessage": "Roadblock",
    "description": "The title in the roadblock modal"
  },
  "cPGOoL": {
    "defaultMessage": "Talk to our tech support",
    "description": "MainAppBar user menu third item option"
  },
  "CQAFfW": {
    "defaultMessage": "If things stay on track, we hope to achieve the goal",
    "description": "This text explains our tag to the user"
  },
  "CQiLwO": {
    "defaultMessage": "Timeline",
    "description": "MainAppBar menu item that links to teams \"Timeline\" page"
  },
  "CQPpEV": {
    "defaultMessage": "Active",
    "description": "This string is used to select the active cycles option."
  },
  "Cr1hEp": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed as the title of our check-in cards"
  },
  "cRj0sI": {
    "defaultMessage": "We're sorry! An unexpected error occurred. Please try again.",
    "description": "This message appears when the user tries to remove a given key-result, but receives an error"
  },
  "CS3a8I": {
    "defaultMessage": "Active",
    "description": "This option makes an active cycle"
  },
  "Cu5tci": {
    "defaultMessage": "If you want, you can include a description to help your colleagues understand why this key result is important and how you plan on achieving it.",
    "description": "This message is displayed as the placeholder for our second input in our key-result drawer"
  },
  "cVQ/Xo": {
    "defaultMessage": "Team",
    "description": "The title of the team column"
  },
  "CW+HBw": {
    "defaultMessage": "Check-in",
    "description": "This message is displayed as a label button to open the check-in form when the user is scrolling in our key result drawer"
  },
  "CWzl6a": {
    "defaultMessage": "No information provided",
    "description": "The fallback value appears if no value is defined for that text area. This text area is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "cz6EUM": {
    "defaultMessage": "Picture",
    "description": "The label of the picture field in the create user form"
  },
  "D22TnL": {
    "defaultMessage": "Reply",
    "description": "The text that goes in the answer routine button"
  },
  "d62Bt/": {
    "defaultMessage": "Speech bubble icon",
    "description": "The description of the thinking balloon icon"
  },
  "d7EKd5": {
    "defaultMessage": "Edit this OKR",
    "description": "This is the second option that appears when you open the menu of a given objective inside the accordion button"
  },
  "D7gTso": {
    "defaultMessage": "Now, you can check the change history of your objectives and key-results in the same place.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the change history in Spotlight."
  },
  "D8ZyT4": {
    "defaultMessage": "Crown icon representing the company",
    "description": "This message is used by screen readers to explain our crown icon"
  },
  "D9XMWI": {
    "defaultMessage": "Goal",
    "description": "This tooltip is displayed when the user hovers the right side value of our progress bar"
  },
  "dB4Sbq": {
    "defaultMessage": "Calculated by the average progress of the team and sub times goals",
    "description": "This tooltip appears when the user hovers the second column title"
  },
  "DB7Ai9": {
    "defaultMessage": "Save",
    "description": "Text in the save action button"
  },
  "dBGugM": {
    "defaultMessage": "SPOTLIGHT",
    "description": "The title of the history in the draft mode."
  },
  "dbh5MZ": {
    "defaultMessage": "{company}’s OKRs",
    "description": "Company OKR title of the page"
  },
  "DEMBaq": {
    "defaultMessage": "An icon of a plus sign, indicating that by clicking here you will open the sidebar for creating a key result",
    "description": "This message is used inside the objective accordion panel, on the insert key-result button"
  },
  "dgMLta": {
    "defaultMessage": "Send comment",
    "description": "This label is displayed in the submit button in our drawers"
  },
  "dH7eW3": {
    "defaultMessage": "Team's progress in {quarter}",
    "description": "Title to show on the team ranking page when gamification is disabled"
  },
  "DHoDPU": {
    "defaultMessage": "Save",
    "description": "This text is displayed as the button that will save the update for our goal update popover inside the key-result drawers"
  },
  "DJm8nF": {
    "defaultMessage": "No results",
    "description": "This message is displayed when the key-result drawers update owner option user list has no users to display. This usually happens when the user tries to search but there is no results"
  },
  "dLMgRx": {
    "defaultMessage": "Press",
    "description": "This message appears in the description of the submit the response button in the routines form."
  },
  "dlYnI1": {
    "defaultMessage": "The Support Team is made up of one or more people who help the owner of a key result. On Bud, this means",
    "description": "The message to guide and describe on what is a support team"
  },
  "DMwbJe": {
    "defaultMessage": "Create OKR",
    "description": "create new key result"
  },
  "Dnh8iG": {
    "defaultMessage": "of <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the first line of our confidence tooltip"
  },
  "dRKPeV": {
    "defaultMessage": "commented in your routine answer:",
    "description": "This message is displayed to describe a notification that occurs when someone comments on a user`s routine."
  },
  "DrLml8": {
    "defaultMessage": "Click here to close the check-in form",
    "description": "This message is displayed as the alternative text for the close button in our check-in form"
  },
  "DrWtMs": {
    "defaultMessage": "Create team",
    "description": "The text displayed inside create team button in explore page"
  },
  "DRyY0A": {
    "defaultMessage": "Define a challenge that is both aggressive and realistic.",
    "description": "The third description of the tip when you are creating a KR."
  },
  "DsPsDZ": {
    "defaultMessage": "This team has no subteam. ",
    "description": "This message is displayed in our team plage inside the child teams section when that team has no child teams"
  },
  "Du7aqJ": {
    "defaultMessage": "Loading...",
    "description": "The message in the download button when the CSV is loading"
  },
  "duv/6P": {
    "defaultMessage": "FEELING",
    "description": "The title of the feeling graph"
  },
  "DWCNAb": {
    "defaultMessage": "Step 3",
    "description": "The label of the third step while creating a new workspace"
  },
  "Dxj0ms": {
    "defaultMessage": "Email",
    "description": "This is the label that goes on our user account settings page, at the email field to update the user informations"
  },
  "dymB9a": {
    "defaultMessage": "Each key result belongs to an objective",
    "description": "This tooltip explains the second column of the key result list"
  },
  "E+0+QH": {
    "defaultMessage": "Are you sure you want to delete this key result?",
    "description": "This message is used as the title in our first dialog while removing a key-result"
  },
  "e+r00n": {
    "defaultMessage": "Know more",
    "description": "A link to a page that talks about the retrospective routine."
  },
  "e/i9Ml": {
    "defaultMessage": "A three-dot icon used on a button that opens a menu of options.",
    "description": "Icon with three dots used on a button that opens an options menu."
  },
  "e24rnu": {
    "defaultMessage": "Back",
    "description": "Cancel button title"
  },
  "e2FL3I": {
    "defaultMessage": "An icon of a plus sign. By clicking on it, you will add a new item to the check-list",
    "description": "This is used by screen readers to understand the insert new check mark icon in our key-result drawer"
  },
  "e37pvj": {
    "defaultMessage": "A down arrow indicating that by clicking on it a list of cycles will be opened",
    "description": "This message is displayed to the user screen reader when the year select menu is closed"
  },
  "e9PG+t": {
    "defaultMessage": "by {author}",
    "description": "This message displays the latest report author for a given component"
  },
  "eG8Ohg": {
    "defaultMessage": "Annual OKRs {year}",
    "description": "The summary title for the yearly OKRs"
  },
  "EG9UsD": {
    "defaultMessage": "{company}'s OKR",
    "description": "Company OKR title of the page"
  },
  "eI6jYw": {
    "defaultMessage": "No information provided",
    "description": "The fallback value appears if no value is defined for that input. This input is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "ej/Q3X": {
    "defaultMessage": "Cancel",
    "description": "The button to close the modal cycle"
  },
  "eJH8kc": {
    "defaultMessage": "Pause icon representing the amount of locks the company has.",
    "description": "The description of the with barrier icon"
  },
  "EJLLb9": {
    "defaultMessage": "{type, select, feeling {Feeling} productivity {Productivity in the week} roadblock {Barrier in the week} other {OKRs}}",
    "description": "The title of the modal"
  },
  "EkoIl2": {
    "defaultMessage": "Create new subteam",
    "description": "This message appears as an option in the team page while adding a new user"
  },
  "epM1Xt": {
    "defaultMessage": "Create",
    "description": "This button is used to create a new cycle."
  },
  "eQ1tuY": {
    "defaultMessage": "Your objective has been created! Now it's time to add a key-result to measure and track the objective's progress.",
    "description": "This message is displayed in the draft key-results empty state inside the team page when an objective has no draft key-results"
  },
  "Eq4/e4": {
    "defaultMessage": "MAINTENANCE NOTICE: The platform will be out of service from July 1st to July 2nd for maintenance.",
    "description": "This message appears on the news banner to invite the user to learn about the Retrospective feature."
  },
  "eQSkLB": {
    "defaultMessage": "This week",
    "description": "This message appears with a subtitle in the cad that informs the user feeling status for the current week."
  },
  "ErVh0y": {
    "defaultMessage": "Current value",
    "description": "This is the label of the check-in form that indicates from which value the user would update her/his key result"
  },
  "eUCb55": {
    "defaultMessage": "End",
    "description": "The label text inside the Cycle section, above the end date in our key result single page or drawers"
  },
  "eVkwyH": {
    "defaultMessage": "My Things",
    "description": "The page title that our users should see in the my things page"
  },
  "eVsyB5": {
    "defaultMessage": "Email",
    "description": "The label of the email field in the create user form"
  },
  "EvtBM8": {
    "defaultMessage": "Progress made this week",
    "description": "This message is displayed weekly progress tag"
  },
  "eYhGZW": {
    "defaultMessage": "No option available",
    "description": "This message is displayed when the user tries to list the cycles, but none is defined"
  },
  "EZ8KCj": {
    "defaultMessage": "Email",
    "description": "The user email input placeholder while creating a new workspace"
  },
  "f2OulU": {
    "defaultMessage": "Start",
    "description": "This message is displayed as the column header for the cycle table in the date start column"
  },
  "F33Lyk": {
    "defaultMessage": "Color of the confidence level",
    "description": "The text of the table head related to the Confidence Level color column"
  },
  "F5kY8c": {
    "defaultMessage": "Financial (Euro)",
    "description": "This message is displayed inside our key-result format select as the title of the coin EUR format"
  },
  "f6/kwR": {
    "defaultMessage": "This is the progress so far this week",
    "description": "This tooltip appears when the user hovers the third column title"
  },
  "f6KTde": {
    "defaultMessage": "Actions",
    "description": "This message is displayed as the column header for the users table in the actions column"
  },
  "F7vED6": {
    "defaultMessage": "Everything is quiet around here! {breakline}No feedback or change were made on this key-result.",
    "description": "The emptyState message."
  },
  "F9UdBv": {
    "defaultMessage": "Actions",
    "description": "This message is displayed as the column header for the cycle table in the actions column"
  },
  "faL9vf": {
    "defaultMessage": "Green circle indicating a high confidence level",
    "description": "A brief explanation for screen readers regarding the green status circle"
  },
  "Fb0ZAK": {
    "defaultMessage": "They describe a vision of the future that’s attractive, motivating and worth the effort.",
    "description": "This card guides the creation of Objectives."
  },
  "fd6kjy": {
    "defaultMessage": "Key result",
    "description": "The text of the table head related to the KeyResult column"
  },
  "FEd9u8": {
    "defaultMessage": "Save",
    "description": "This message is displayed in the \"SAVE\" button in the checkin form"
  },
  "ff3h07": {
    "defaultMessage": "Low confidence",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "fFkPeH": {
    "defaultMessage": "Title",
    "description": "The user role input placeholder while creating a new workspace"
  },
  "fI4P80": {
    "defaultMessage": "Q1",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "FMvbXp": {
    "defaultMessage": "In the {cadence} {cycle} {parent} cycle",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "FoCix/": {
    "defaultMessage": "Search",
    "description": "The text is displayed as the default placeholder for all our search inputs"
  },
  "FPhsI3": {
    "defaultMessage": "Select your teams",
    "description": "This is the fallback value that goes on our user account settings page, at the fourth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "FQaST6": {
    "defaultMessage": "An icon with the letter X. By clicking on it you will cancel the editing of this field.",
    "description": "This text is used by screen readers to explain the X icon. This icon appears below an EditableTextArea. It is used to cancel the edition of that field"
  },
  "FRO0CY": {
    "defaultMessage": "You will lose every check-in and comment made up until this point.",
    "description": "This message is used as the description in our first dialog while removing a key-result"
  },
  "fsAK9T": {
    "defaultMessage": "Select...",
    "description": "This message appears in the input when no user is selected."
  },
  "FsLWXP": {
    "defaultMessage": "{user} has {count, plural, one {a barrier} other {barrier{count, plural, one {# week} other { # weeks ago}}}}. Maybe he needs help.",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "fSrztQ": {
    "defaultMessage": "Share your priorities, achievements and barriers with your team. Track and interact with your peers on their journey. {link}",
    "description": "Description of the content of the Retrospective tab on the teams page."
  },
  "FUoyU3": {
    "defaultMessage": "PUBLISH",
    "description": "This is the keyword that the user needs to enter to confirm their action of publishing an OKR."
  },
  "fv5OeR": {
    "defaultMessage": "{confidence, select, roadblock {All key results with a {confidence}} other {All key results with {confidence}}}",
    "description": "The title for the dashboard key results modal"
  },
  "FVnpVq": {
    "defaultMessage": "An icon of an arrow pointing to the right",
    "description": "The alternative text explaining our arrow right icon"
  },
  "fVyP58": {
    "defaultMessage": "View the objectives and key results of all teams within this area. Dive on progress details, confidence level and owner.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "fW5djG": {
    "defaultMessage": "Refining and editing your objective and key result can be done before publishing to the entire company.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the new draft mode in Spotlight."
  },
  "fwIpqP": {
    "defaultMessage": "View and update your profile preferences",
    "description": "The page description that is displayed in Google and screen readers for the my profile page"
  },
  "FWsiRf": {
    "defaultMessage": "{confidence, select, barrier {All key results with a {confidencetext}} other {All key results with {confidencetext}}}",
    "description": "The title for the dashboard key results modal"
  },
  "fx39XE": {
    "defaultMessage": "Help",
    "description": "This tooltip is displayed when the user hovers the support button"
  },
  "fX4pLO": {
    "defaultMessage": "Platform settings | bud",
    "description": "The page title that is displayed in the browser tab for the platform settings page"
  },
  "fYQCBk": {
    "defaultMessage": "{user} is having trouble being {gender, select, MALE {productive.} FEMALE {productive.} other {productive.}} How about talking about it?",
    "description": "This message appears how a call to action when the productivity is smaller that 4."
  },
  "fYwrtN": {
    "defaultMessage": "This week",
    "description": "This message appears with a subtitle in the cad that informs the user productivity status for the current week."
  },
  "FZVBXg": {
    "defaultMessage": "Add new task",
    "description": "The add new personal task button label"
  },
  "fZZOsX": {
    "defaultMessage": "End",
    "description": "The label text inside the Cycle section, above the end date in our key result single page or drawer"
  },
  "G/bGAZ": {
    "defaultMessage": "Workspace successfully created",
    "description": "The title of the toast that appears when we create a new workspace"
  },
  "G9m+Ed": {
    "defaultMessage": "This person's access has been deactivated.",
    "description": "This message appears in the tooltip of users with inactive account state."
  },
  "g9n6ja": {
    "defaultMessage": "Export team report",
    "description": "This message is the title of the team Indicators Download Report within a team page."
  },
  "gAgkzF": {
    "defaultMessage": "Create Objective",
    "description": "create new key result"
  },
  "ganP5k": {
    "defaultMessage": "Settings | bud",
    "description": "The page title that is displayed in the browser tab for the settings page"
  },
  "GBh0Xf": {
    "defaultMessage": "We're sorry, but there's already an user linked to this email address",
    "description": "This message is used as an toast error message when we try to create an user with an existing e-mail"
  },
  "gbO+eS": {
    "defaultMessage": "If you are certain you want to do this, please confirm your action by writing \"{keyword}\" in the field below:",
    "description": "This message is used as our default second stage description in our dangerous confirmation modal"
  },
  "GeAU92": {
    "defaultMessage": "Settings icon. By clicking on it you will be taken to the settings screen",
    "description": "The alternative text explaining our settings icon"
  },
  "GeIXxi": {
    "defaultMessage": "This team will be linked to {teamname}",
    "description": "The text is displayed as header description in the add team modal"
  },
  "GepLaP": {
    "defaultMessage": "A hand pressing a button with the icon of a checkbox for a task",
    "description": "The alternative text explaining the check item image"
  },
  "GHeIgq": {
    "defaultMessage": "Nobody has interacted here in a while. How about sharing something about the progress of this key result? :)",
    "description": "This text gives more details regarding our empty state card in the key result drawer"
  },
  "GHu/pe": {
    "defaultMessage": "Video icon",
    "description": "The desc message for the Video icon. This icon is used to ilustrate our key results"
  },
  "gioO8X": {
    "defaultMessage": "Platform",
    "description": "The page title that our users should see in the platform settings page"
  },
  "Gk28Al": {
    "defaultMessage": "new!",
    "description": "Tag new item"
  },
  "GKl+a6": {
    "defaultMessage": "Deactivate account",
    "description": "This message is the description of the option to deactivate a user account."
  },
  "GlsTIu": {
    "defaultMessage": "{hasBlock, select, y {Yes} n {No} other {}}",
    "description": "This message appears as a label on the icon representing the user lock status in the last retrospective."
  },
  "gm1hfm": {
    "defaultMessage": "Progress of this objective so far this week",
    "description": "This tooltip explains regarding our progress tag"
  },
  "gMArPa": {
    "defaultMessage": "Bud will send reminders to this team via email and notifications for everyone to respond.",
    "description": "Routine notification settings description subtitle"
  },
  "GnbGX+": {
    "defaultMessage": "No reply last week",
    "description": "The outdated text that goes in the update text, below the routine title, when the routine is outdated."
  },
  "gODdaE": {
    "defaultMessage": "Welcome back, {name} :)",
    "description": "The page title that our users should see in the dashboard page"
  },
  "gOltd4": {
    "defaultMessage": "A right arrow icon that indicates the user can advance through the history to see other routine responses.",
    "description": "The alternative text explaining our graphic icon"
  },
  "goSPM7": {
    "defaultMessage": "You deleted a {type}",
    "description": "This text is displayed as the alert title, explaining what resource the user removed"
  },
  "gpJ3OX": {
    "defaultMessage": "Understand the engagement and progress of this team members on Bud",
    "description": "This message is the subtitle of the component that presents the Indicators of a team."
  },
  "GqZyEx": {
    "defaultMessage": "BY TEAM",
    "description": "The title of the team metrics rows"
  },
  "GrPUMn": {
    "defaultMessage": "Month of",
    "description": "The prefix that appears in our chart tooltip in the key-result sidebar while seeing an yearly key-result"
  },
  "Gt9Z3F": {
    "defaultMessage": "Sorry. We couldn't find the page you are looking for | bud",
    "description": "The page title of our not found error page that is displayed in the browser tab"
  },
  "GtgPfn": {
    "defaultMessage": "Search",
    "description": "The text is displayed as a placeholder in our search input inside the key-result drawers while the user is changing the owner of that key-result"
  },
  "gTym4f": {
    "defaultMessage": "Individual progress based on the average of the key results in the current year",
    "description": "Yearly progress chart tooltip message"
  },
  "gu4aCE": {
    "defaultMessage": "Annual",
    "description": "This text is used as prefix for our yearly cadences"
  },
  "GuD4W6": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title of the page"
  },
  "gUHlz3": {
    "defaultMessage": "Be the first to comment on {user}'s reply!",
    "description": "This message appears in the empty state of comments in a user retrospective reply."
  },
  "gXiIKg": {
    "defaultMessage": "Low confidence",
    "description": "Title of low confidence health strategy"
  },
  "GYE/N/": {
    "defaultMessage": "{user} is having a hard time. How about a conversation?",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "GyV44g": {
    "defaultMessage": "Key Results",
    "description": "Title of key results"
  },
  "GzrbYC": {
    "defaultMessage": "Safety confirmation",
    "description": "This message is displayed as the input label for the danger confirmation resource dialog"
  },
  "gZstKN": {
    "defaultMessage": "Starting state",
    "description": "The description for state cycle field on create cycle form"
  },
  "H/aZym": {
    "defaultMessage": "Choose how your information will be seen by others.",
    "description": "This subtitle is displayed as the subtitle of the personal informations section in our user account settings page"
  },
  "H/tYPn": {
    "defaultMessage": "{name} will be removed from Bud and will no longer be able to access the platform, but we will retain the history of any check-ins and comments made up to this point.",
    "description": "This message appears in the confirmation dialog when we try to deactivate an user."
  },
  "h/WXZ6": {
    "defaultMessage": "key result",
    "description": "This message is used as the type to display in some of the delete dialogs while removing a given key-result"
  },
  "H0xYvz": {
    "defaultMessage": "These are the key results and tasks assigned to {username}",
    "description": "The page subtitle for users profile"
  },
  "H1CBmX": {
    "defaultMessage": "A calendar icon",
    "description": "The calendar icon description that goes in the routine reminder notification"
  },
  "h4sP/q": {
    "defaultMessage": "My Account",
    "description": "The page title that our users should see in the my profile page"
  },
  "h4VH9f": {
    "defaultMessage": "deactivate user",
    "description": "This message appears in button to confirm the deactivate user action."
  },
  "h6wsCP": {
    "defaultMessage": "A left arrow icon that indicates the user can rewind the history to see other routine responses.",
    "description": "The alternative text explaining our graphic icon"
  },
  "HAQ+JV": {
    "defaultMessage": "Red circle indicating a low confidence level",
    "description": "A brief explanation for screen readers regarding the red status circle"
  },
  "hdWCC9": {
    "defaultMessage": "Next",
    "description": "The label of the button used to go forward while creating a new workspace"
  },
  "HEYvPI": {
    "defaultMessage": "Create key result",
    "description": "This message appears as the title of the insert Key Result drawer"
  },
  "Hfg9tY": {
    "defaultMessage": "Confirm",
    "description": "This text is used as a fallback to the confirmation modal confirm button. It is displayed if the component did not received a custom button label"
  },
  "hFma0o": {
    "defaultMessage": "Error creating workspace",
    "description": "The title of the toast that appears when we have an error while creating a new workspace"
  },
  "hfxyjh": {
    "defaultMessage": "Check out our OKR examples",
    "description": "This is a external link that goes to OKR examples made by Bud."
  },
  "HGE7UV": {
    "defaultMessage": "{columnAccessor, select, userKeyResultsOverview {OKRs progress} lastAccess {Last access} checkin {Check-in} checklist {Check-list} lastRetrospectiveAnswer {Routine} other {}}",
    "description": "This message appears in the header of each column of a Team Indicators table."
  },
  "hhH9fH": {
    "defaultMessage": "First user's job title",
    "description": "The user role while creating a new workspace"
  },
  "HhSnBG": {
    "defaultMessage": "DEACTIVATE",
    "description": "This is the keyword that the user needs to type to deactivate a given user"
  },
  "hJZjes": {
    "defaultMessage": "Up-to-date",
    "description": "The title of the section of the key results with an up to date check-in."
  },
  "hL/jUm": {
    "defaultMessage": "TASKS IN OKRs",
    "description": "The title for tasks section in the profile page"
  },
  "hMD8CO": {
    "defaultMessage": "Previous",
    "description": "The label of the button used to go back while creating a new workspace"
  },
  "hMXuTX": {
    "defaultMessage": "Male",
    "description": "This text is used accross our platform to identify the male gender"
  },
  "hn3cE7": {
    "defaultMessage": "Progress made so far this week",
    "description": "This helper texts explains since when we are calculating your company progress"
  },
  "hohkHN": {
    "defaultMessage": "Create team",
    "description": "The text is displayed as a heading in the add team modal"
  },
  "HOpxw5": {
    "defaultMessage": "Platform",
    "description": "This message is used in the sidebar of our settings page"
  },
  "how6b8": {
    "defaultMessage": "A right arrow icon, used in the context of a link that redirects the user to the page where the retrospective routine is discussed.",
    "description": "A right arrow icon, used in the context of a link that redirects the user to the page where the retrospective routine is discussed."
  },
  "hPJxpx": {
    "defaultMessage": "Medium Confidence",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "HQfOOa": {
    "defaultMessage": "Cycle",
    "description": "The label text above the Cycle section in our key result single page or drawers"
  },
  "HSCaRw": {
    "defaultMessage": "Add members to the team",
    "description": "This is the title of the modal that is used to add members to a team."
  },
  "HsEMwj": {
    "defaultMessage": "Long right arrow separating previous progress (on the left) from new update (on the right)",
    "description": "This text is displayed to screen readers, explaining the right arrow icon in our check-in card"
  },
  "hUA7Fo": {
    "defaultMessage": "A checklist icon that appears next to a user checklist column in a team indicators table",
    "description": "A checklist icon that appears next to a user checklist column in a team indicators table"
  },
  "huUzRi": {
    "defaultMessage": "custom emoji with apathetic expression",
    "description": "This message is used as a description of emoji feeling 2"
  },
  "hwBdQ9": {
    "defaultMessage": "Start",
    "description": "This message appears on the button the user uses to start responding to the routine form."
  },
  "hX8RAc": {
    "defaultMessage": "Attention! You have been tagged as",
    "description": "This message appears as describe on notification where a user is marked as owner"
  },
  "hXlVqV": {
    "defaultMessage": "My Personal Tasks",
    "description": "The heading for the personal tasks section"
  },
  "hzOI/d": {
    "defaultMessage": "If you are sure you want to delete this {type}, please confirm your action by writing \"DELETE\" in the field below:",
    "description": "This message is displayed as the description for the danger confirmation modal while removing a given resource"
  },
  "I+bKe4": {
    "defaultMessage": "Edit this Objective",
    "description": "This is the second option that appears when you open the menu of a given objective inside the accordion button"
  },
  "I+MSuS": {
    "defaultMessage": "Show Less...",
    "description": "This text is displayed in the button that collapses the truncated text"
  },
  "I3ms2g": {
    "defaultMessage": "Filter icon with 3 lines",
    "description": "The description of three layer icon that filters the answer search."
  },
  "i3PQl+": {
    "defaultMessage": "{period} Ciclo {status} successfully!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "i7i3Ew": {
    "defaultMessage": "reported {specific} key result:",
    "description": "This message is the wrapper that appears on both types of confidence check ins."
  },
  "I7MY1s": {
    "defaultMessage": "Notifications",
    "description": "Tooltip title of the notification bell."
  },
  "I8NCD3": {
    "defaultMessage": "Check-in made",
    "description": "This string is used as the description for the icon that indicates that the key-result is updated"
  },
  "i915bK": {
    "defaultMessage": "Leaders can create, edit and delete objectives and key results from their teams.",
    "description": "This string is used to describe the user edit role selection."
  },
  "i9bdpU": {
    "defaultMessage": "An unexpected error occurred when creating your objective. Please try again.",
    "description": "This message appears as an error toast when the users tries to create a new objective but an error appears"
  },
  "ICcB35": {
    "defaultMessage": "My week",
    "description": "This message appears as the title of the Check-ins and routine option in the notifications modal."
  },
  "ie2eTm": {
    "defaultMessage": "Key-results of this team with {confidence, select, barrier {roadblock} confidence {low confidence} other {outdated check-in}}",
    "description": "The title for the dashboard key results modal"
  },
  "ifl8WA": {
    "defaultMessage": "You haven't created any individual OKR yet",
    "description": "This message is displayed as the empty state message inside the User page"
  },
  "IfVw1+": {
    "defaultMessage": "Week",
    "description": "The text that appears at the week description"
  },
  "IGHT6z": {
    "defaultMessage": "You will lose every key result in this OKR, including every check-in and comment made so far.",
    "description": "This message is used as the modal description while removing a given objective"
  },
  "IGODpK": {
    "defaultMessage": "Cycle",
    "description": "The text of the table head related to the Cycle column"
  },
  "IHNvqx": {
    "defaultMessage": "Owner",
    "description": "The label text above the Owner section in our key result single page or drawers"
  },
  "Ii3n+d": {
    "defaultMessage": "to <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the second line of our confidence tooltip"
  },
  "iIm/1E": {
    "defaultMessage": "mentioned you in a comment:",
    "description": "This message is displayed to describe a notification that occurs when a user is tagged in a comment."
  },
  "iivI51": {
    "defaultMessage": "This month",
    "description": "This label is displayed if the date difference is 1 month or less"
  },
  "ijCibq": {
    "defaultMessage": "Financial (USD)",
    "description": "This message is displayed inside our key-result format select as the title of the coin USD format"
  },
  "iJq7du": {
    "defaultMessage": "Owner",
    "description": "The label text above the Owner section in our key result single page or drawer"
  },
  "iLO8sl": {
    "defaultMessage": "These tasks are not directly related to a key result. Use them to better organize your day and make it more productive :)",
    "description": "The tooltip that shows when hovering over the personal tasks accordion title"
  },
  "ilU+Uz": {
    "defaultMessage": "My account",
    "description": "The page title that our users should see in the my profile page"
  },
  "Innace": {
    "defaultMessage": "Exclamation icon alerting that if you confirm it, the action cannot be undone",
    "description": "This text is used by screen readers to explain the icon"
  },
  "INrEzv": {
    "defaultMessage": "Male",
    "description": "This is the male option while selecting a gender to create a new user"
  },
  "iPv+uj": {
    "defaultMessage": "Horizontal straight line icon illustrating that your company hasn't evolve since the last check in event",
    "description": "This message is used by screen readers to explain our line icon"
  },
  "IsUZSc": {
    "defaultMessage": "Delete this Key Result",
    "description": "This message appears in the button that deletes the key result"
  },
  "ItLQef": {
    "defaultMessage": "Check-in made",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "IU2bu6": {
    "defaultMessage": "Write {keyword} to confirm your action",
    "description": "This message appears as a placeholder on the input in the danger confirmation modal while deleting a given resource"
  },
  "ivvae0": {
    "defaultMessage": "Points of attention in team members",
    "description": "This message appears in the title of the team member attention points section."
  },
  "iVxx6N": {
    "defaultMessage": "This week",
    "description": "This message appears with a subtitle in the cad that informs the user barrier status for the current week."
  },
  "iWDn4y": {
    "defaultMessage": "Support Team",
    "description": "The label text above Support Team section in our key resulg single page or drawers"
  },
  "IWr6NM": {
    "defaultMessage": "€ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin EUR format"
  },
  "iXbJc5": {
    "defaultMessage": "KEY-RESULTS",
    "description": "The title of the keyResults column."
  },
  "iZcwRX": {
    "defaultMessage": "EDIT PERMISSION",
    "description": "The tooltip text for the edition access text"
  },
  "J+UxkH": {
    "defaultMessage": "{progress, select, 0 {No variation} other {<highlight>{signal}{progress}% so far this week</highlight>}}",
    "description": "This label appears in our stamp title. It represents how much your company has increased since last week"
  },
  "J0sAff": {
    "defaultMessage": "{period} cycle deleted successfully.",
    "description": "This message appears in a toast after the user removes an cycle."
  },
  "j1c4SD": {
    "defaultMessage": "PRODUCTIVITY",
    "description": "The title of the productivity graph"
  },
  "J3ARiQ": {
    "defaultMessage": "OKR Master",
    "description": "This string is used to select the user edit role."
  },
  "J5Rfuu": {
    "defaultMessage": "Create new tasks by navigating to the sidebar of your key results.",
    "description": "The empty state message when you have no tasks"
  },
  "J8/Pfg": {
    "defaultMessage": "Pause icon representing the amount of OKRs with barriers the company has",
    "description": "The description of the with barrier icon"
  },
  "J8dAid": {
    "defaultMessage": "This objective has no key results",
    "description": "This message is displayed in the key-results empty state inside the team page when an objective has no key-results"
  },
  "j8vYyP": {
    "defaultMessage": "Company routines are always available to anyone who wants to respond, but leaders can turn off reminders to make responses optional on their team.",
    "description": "Routine notification settings modal subtitle"
  },
  "JB7c65": {
    "defaultMessage": "Type something to comment! :)",
    "description": "This text is displayed if the user try comment with empty input."
  },
  "JBA9+L": {
    "defaultMessage": "Explore previous cycles",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "Jc/lcm": {
    "defaultMessage": "Expected progress: {progress}%",
    "description": "The tooltip content for the projected progress thumb"
  },
  "jCjr1X": {
    "defaultMessage": "Please complete the mandatory fields to save this key result.",
    "description": "This message appears in an error toast after the users tries to create a key-result but there are some validation errors in the form"
  },
  "JcoCf/": {
    "defaultMessage": "Average of the week",
    "description": "The description of the radial graph that indicates the week mean"
  },
  "Jdklxm": {
    "defaultMessage": "Ghost illustration, illustrating that you are on a page that doesn't exist",
    "description": "This message is the alt message for our box drawing in the not found error page"
  },
  "JHyn+l": {
    "defaultMessage": "This action cannot be undone",
    "description": "This text is giving more details regarding the delete alert in our drawers"
  },
  "JItuU0": {
    "defaultMessage": "{username}'s Things",
    "description": "The page title for users profile"
  },
  "Jj0rRJ": {
    "defaultMessage": "Administrators have full access for creating, editing and deleting OKRs, users and cycles.",
    "description": "This string is used to describe the user admin role selection."
  },
  "jjr+Ye": {
    "defaultMessage": "Objective successfully removed",
    "description": "This message appears in a toast after the user removes an objective"
  },
  "Jk/gDc": {
    "defaultMessage": "Create Objective",
    "description": "Title of the create objective button"
  },
  "Jkg7nT": {
    "defaultMessage": "US$ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin USD format"
  },
  "JKqe2t": {
    "defaultMessage": "An empty box representing the lack of notifications.",
    "description": "The alternative text explain the empty state message from notifications list."
  },
  "Jl5nlI": {
    "defaultMessage": "custom emoji with sad expression",
    "description": "This message is used as a description of emoji feeling 1"
  },
  "JNiINj": {
    "defaultMessage": "Check out our OKR examples",
    "description": "This button redirects to the page that teaches about OKRs."
  },
  "jNuy4b": {
    "defaultMessage": "This person has access to Bud.",
    "description": "This message appears in the tooltip of users with active account state."
  },
  "Joj9R9": {
    "defaultMessage": "PROGRESS",
    "description": "The title of the progress column."
  },
  "jRsXuq": {
    "defaultMessage": "CHECK-IN",
    "description": "The tooltip text for the check-ins text"
  },
  "Jt0weE": {
    "defaultMessage": "Check",
    "description": "This message appears on action button that redirect the user to company page on Spotlight tab"
  },
  "jV4VhD": {
    "defaultMessage": "Delete cycle",
    "description": "This message is used as the label in the confirmation button while removing a cycle"
  },
  "jvxLB+": {
    "defaultMessage": "Are you sure that you want to do it? This action is irreversible",
    "description": "This text is used as a fallback to the confirmation modal title. It is displayed if the component did not received a custom message to display"
  },
  "Jw9V43": {
    "defaultMessage": "Options",
    "description": "This message appears how description to menu action options"
  },
  "jwsMer": {
    "defaultMessage": "Last check-in",
    "description": "the prefix that is displayed in the last update checkmark."
  },
  "Jx/tRY": {
    "defaultMessage": "Team name:",
    "description": "The label to the team name field in team add/edit modal"
  },
  "jxyYl3": {
    "defaultMessage": "Sorted by progress",
    "description": "This tooltip appears when the user hovers the first column title"
  },
  "jXZZd6": {
    "defaultMessage": "Return to the present",
    "description": "go back to the present button description"
  },
  "JYkjjF": {
    "defaultMessage": "My account",
    "description": "This label defines the text on the first menu section option"
  },
  "jYw0F3": {
    "defaultMessage": "Team members {isLoaded, select, true {({totalMembersCount})} other{}}",
    "description": "This message is displayed inside the explore page, above the members section"
  },
  "JZJeBS": {
    "defaultMessage": "Yesterday",
    "description": "This label is displayed if the last is yesterday"
  },
  "jzx+Hl": {
    "defaultMessage": "Options button",
    "description": "This button allows you to choose an option that directs the user to the users profile or details."
  },
  "K03Z5V": {
    "defaultMessage": "Cycle",
    "description": "The company quarterly period input placeholder while creating a new workspace"
  },
  "K04poX": {
    "defaultMessage": "NOTIFICATIONS",
    "description": "The tooltip text for the notifications text"
  },
  "k0fMvn": {
    "defaultMessage": "Tell everybody about about you",
    "description": "This is the fallback value that goes on our user account settings page, at the seventh field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "k3EFXK": {
    "defaultMessage": "The confidence level describes how you feel about your odds of achieving this key result before its deadline",
    "description": "The tooltip of the check-in form. It appears when the user hovers the question mark icon"
  },
  "k4LTU8": {
    "defaultMessage": "End date for the quarterly cycle",
    "description": "The label of the company quarterly date end while creating a new workspace"
  },
  "K4Rjji": {
    "defaultMessage": "History",
    "description": "Title of the history button"
  },
  "K8KvrI": {
    "defaultMessage": "My Things",
    "description": "MainAppBar menu item that links to \"My Things\" page"
  },
  "kawRcN": {
    "defaultMessage": "Cancel",
    "description": "This message is displayed in the \"CANCEL\" button in the checkin form"
  },
  "kAwViv": {
    "defaultMessage": "Share your priorities, achievements and barriers with your team. Track and interact with your peers on their journey.",
    "description": "Description of the content of the Retrospective tab on the teams page."
  },
  "kbccVO": {
    "defaultMessage": "Left arrow",
    "description": "The description of the arrow icon."
  },
  "KczxKH": {
    "defaultMessage": "Team",
    "description": "The title in the roadblock modal"
  },
  "kDC8d3": {
    "defaultMessage": "Settings",
    "description": "The page title that our users should see in the settings page"
  },
  "KDE9dq": {
    "defaultMessage": "If you are sure you want to delete the {period} cycle and all of its OKRs, please confirm your action by writing DELETE in the field below:",
    "description": "This message is used as the description in our  second dialog while removing a cycle"
  },
  "KdYFbe": {
    "defaultMessage": "Delete",
    "description": "This text is displayed in our menu, as an anchor to remove that given card"
  },
  "kEofXd": {
    "defaultMessage": "Individual planning is defined by you. They do not interfere with the company's progress but can be seen by your colleagues.",
    "description": "Individual OKR subtitle of the page"
  },
  "kFrglO": {
    "defaultMessage": "The objective's progress is calculated by the average evolution of all key results related to it. It is necessary to reach all these key results to reach the objective above. Therefore, the color of this indicator represents the lower confidence inside among those key results.",
    "description": "This tooltip explains how the progress of the objective is calculated"
  },
  "KGQV/U": {
    "defaultMessage": "Name",
    "description": "The company name input placeholder while creating a new workspace"
  },
  "kHg/gs": {
    "defaultMessage": "Ops. It seems you don't have no key result on past cycles",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "kjKwCU": {
    "defaultMessage": "Comments:",
    "description": "This message appears as the empty state title of comments in a user retrospective reply"
  },
  "kLkKtK": {
    "defaultMessage": "Yellow circle, indicating that the confidence level is medium",
    "description": "A brief explanation for screen readers regarding the yellow status circle"
  },
  "kOLcvX": {
    "defaultMessage": "Click here to comment :)",
    "description": "This text is displayed in our comment input in our key result drawers when it has no value"
  },
  "kpJFIH": {
    "defaultMessage": "A magnifying glass icon, indicating this is a search field",
    "description": "This text is used by screen readers to explain the icon to the user. It is located in the key-result drawers, inside the edit owner component, as a description for the search icon"
  },
  "KSjqcC": {
    "defaultMessage": "%",
    "description": "The text of the table head related to the percentual progress column"
  },
  "kTFIMk": {
    "defaultMessage": "You have no check-ins pending because you don't have any key results.",
    "description": "The page description that is displayed if the user has no key result in the check in notifications tab."
  },
  "ktxOrA": {
    "defaultMessage": "Last routine",
    "description": "The title of the last routine column"
  },
  "kXNgkQ": {
    "defaultMessage": "Progress",
    "description": "The text of the table head related to the Progress column"
  },
  "kynYpx": {
    "defaultMessage": "My Key Results",
    "description": "The page title that our users should see in the my key results page"
  },
  "l+HPdy": {
    "defaultMessage": "Leader",
    "description": "The tag title that is displayed when that user is the leader of the team"
  },
  "l+s/aT": {
    "defaultMessage": "beta",
    "description": "The tag that indicates the beta version of the feature"
  },
  "L/b/G/": {
    "defaultMessage": "A drawing of an open folder with nothing on it, indicating this team has no subteams",
    "description": "The alternative text explaining the empty folder image"
  },
  "L0c5bp": {
    "defaultMessage": "Goal",
    "description": "This label appears above the fifth input in our insert key-result drawer"
  },
  "L2l/Rw": {
    "defaultMessage": "CONFIDENCE",
    "description": "The title of the confidence column."
  },
  "L3D4+H": {
    "defaultMessage": "Use the fields below to {breakline}make changes to this cycle:",
    "description": "The description for cycle modal"
  },
  "l3DqHa": {
    "defaultMessage": "Download CSV",
    "description": "This message is the title of download team report button."
  },
  "L5w0P3": {
    "defaultMessage": "Female",
    "description": "This is the female option while selecting a gender to create a new user"
  },
  "LAEhNz": {
    "defaultMessage": "Add a new task to this KR",
    "description": "The label for create KR task button"
  },
  "lApj0K": {
    "defaultMessage": "Wallet icon",
    "description": "The desc message for the Wallet icon. This icon is used to ilustrate our key results"
  },
  "LavvSV": {
    "defaultMessage": "LAST CHECK-IN",
    "description": "The title of the latestCheckInDate column."
  },
  "lBc00A": {
    "defaultMessage": "Describes how confident the person in charge of this key result currently feels:",
    "description": "This message is displayed as an introduction to our rich tooltip regarding the confidence level at the head of our key-results table"
  },
  "LBZ+5U": {
    "defaultMessage": "{mode, select, FILLED {Create Objective} other {Next}} ",
    "description": " This message appears on the button to move to the next step in the workflow for creating or editing an objective."
  },
  "Lc60Nd": {
    "defaultMessage": "Current position",
    "description": "This message is displayed below the current progress thumb"
  },
  "lCQz97": {
    "defaultMessage": "Period",
    "description": "The company yearly period input placeholder while creating a new workspace"
  },
  "LDLFtf": {
    "defaultMessage": "About {isMyUser, select, true {you} other { {firstName}}}",
    "description": "This is the label that goes on our user account settings page, at the seventh field to update the user informations"
  },
  "LeHFjM": {
    "defaultMessage": "ROADBLOCK RETROSPECTIVE",
    "description": "The title of the roadBlock column."
  },
  "lf4c2p": {
    "defaultMessage": "objective",
    "description": "This message is used as our resource type while removing a objective"
  },
  "lHI54p": {
    "defaultMessage": "To add a person who already has access to Bud to this team, use the field below:",
    "description": "This is the description of the modal that is used to add members to a team."
  },
  "lhIu1G": {
    "defaultMessage": "£ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin GBP format"
  },
  "LhZDKa": {
    "defaultMessage": "Send",
    "description": "The label of the button used to submit a new workspace"
  },
  "lI5vJI": {
    "defaultMessage": "Three points icon. By clicking on it some options will be opened",
    "description": "This text is displayed as the tree dots desc text in our timeline cards"
  },
  "lIb14q": {
    "defaultMessage": "EMPLOYEE",
    "description": "The title of the colaborator column."
  },
  "ll4kYl": {
    "defaultMessage": "End date",
    "description": "The description for date-end cycle field"
  },
  "lm9HAr": {
    "defaultMessage": "Calendar icon",
    "description": "The desc message for the Calendar icon. This icon is used to ilustrate our key results"
  },
  "lMwPEm": {
    "defaultMessage": "English",
    "description": "This is the name of the english language while we are creating a new user"
  },
  "lMxUF9": {
    "defaultMessage": "Down arrow icon indicating a decreased on progress",
    "description": "This desc message explains the decrease icon for screen readers"
  },
  "lMYmAU": {
    "defaultMessage": "Click on the button below to come back to Dashboard :)",
    "description": "This message is displayed above the button in our not found error page"
  },
  "Ln2GmC": {
    "defaultMessage": "Gender",
    "description": "The user gender input placeholder while creating a new workspace"
  },
  "loAGsF": {
    "defaultMessage": "Variation",
    "description": "This text is displayed in our check-in card, as a title for the left column in the progress increase section"
  },
  "loTYpj": {
    "defaultMessage": "English",
    "description": "The user locale en-US option while creating a new workspace"
  },
  "lpsQj3": {
    "defaultMessage": "Check-in",
    "description": "This message appears as the title of the Check-ins option in the notifications modal."
  },
  "LQfRhU": {
    "defaultMessage": "Go to profile",
    "description": "This message is the description of the option to redirect to profile of a user."
  },
  "lQkUTL": {
    "defaultMessage": "Inspiring",
    "description": "This title guides the creation of Objectives."
  },
  "Lt+YEZ": {
    "defaultMessage": "End",
    "description": "This message is displayed as the column header for the cycle table in the date end column"
  },
  "LvI+KK": {
    "defaultMessage": "Language",
    "description": "This message is the label of our locale switcher in the settings page"
  },
  "lvyLZA": {
    "defaultMessage": "Delete this answer",
    "description": "This message is used in the button where the user can delete a routine response."
  },
  "lWcm/y": {
    "defaultMessage": "There are no key results with this confidence level.",
    "description": "Tooltip content for health strategy box without key results"
  },
  "LwoUMm": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title of the page"
  },
  "Lxrv+d": {
    "defaultMessage": "Create cycle",
    "description": "This button is used to create a new cycle."
  },
  "M0RYZa": {
    "defaultMessage": "Save",
    "description": "This is a button label displayed inside the insert key-result drawer. This is the second button"
  },
  "M2QJC/": {
    "defaultMessage": "Last check-in",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "m4igWj": {
    "defaultMessage": "Add Comment",
    "description": "This is the label text that is displayed as a button as soon the check in form is displayed"
  },
  "m8Extk": {
    "defaultMessage": "Scanner icon",
    "description": "The desc message for the Scan icon. This icon is used to ilustrate our key results"
  },
  "M9Jejl": {
    "defaultMessage": "Dashboard | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "MAAXnt": {
    "defaultMessage": "added you as support team on a key result:",
    "description": "This message appears as describe on notification where a user is included on support team of a key-result."
  },
  "MAcjZG": {
    "defaultMessage": "This action can't be undone",
    "description": "This text is giving more details regarding the delete alert in our drawer"
  },
  "mbJq/U": {
    "defaultMessage": "Are you sure you want to delete the {period} cycle?",
    "description": "This message is used as the title in our first dialog while removing a cycle"
  },
  "MBvlAH": {
    "defaultMessage": "account deactivated",
    "description": "This string is used to select the not-active cycles option."
  },
  "mdG+CG": {
    "defaultMessage": "Active Cycles",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "Me1wRC": {
    "defaultMessage": "Notifications",
    "description": "This message appears as the title of the Notifications option in the notifications modal."
  },
  "mfowjk": {
    "defaultMessage": "A star icon, which appears along with the question about the top achievements the user has had in the week.",
    "description": "The alternative text explaining our graphic icon"
  },
  "MgJJAJ": {
    "defaultMessage": "Comment here! To tag someone, use @ :)",
    "description": "This text is displayed in our comment input in our key result drawers when it has no value"
  },
  "MHv/ZI": {
    "defaultMessage": "This team has no members",
    "description": "This message is displayed when there is no users in a given team"
  },
  "minQA9": {
    "defaultMessage": "Reset password",
    "description": "This message is the description of the option to alter password of a user."
  },
  "MIYGie": {
    "defaultMessage": "Right arrow",
    "description": "The description of the arrow icon."
  },
  "mK9HFR": {
    "defaultMessage": "End date for annual cycle",
    "description": "The label of the company yearly date end while creating a new workspace"
  },
  "mkTrvf": {
    "defaultMessage": "A pause icon, which appears along with the question if the user has any barriers.",
    "description": "The alternative text explaining our graphic icon"
  },
  "mkxm93": {
    "defaultMessage": "Bud is the most friendly and collaborative OKRs engagement platform.",
    "description": "The default description for our page head meta description value"
  },
  "MNn3/r": {
    "defaultMessage": "Add a description by clicking here",
    "description": "This text is displayed as a placeholder for the description section of a key-result, only when that key-result don't have a description"
  },
  "mnors5": {
    "defaultMessage": "About {nickname}",
    "description": "The about section title for the user in the user card"
  },
  "MpjjOt": {
    "defaultMessage": "Bud",
    "description": "The default title for our page head meta title value"
  },
  "mXb4/b": {
    "defaultMessage": "Settings | bud",
    "description": "The page title that is displayed in the browser tab for the settings page"
  },
  "mxk1xU": {
    "defaultMessage": "Turn on reminders for this routine!",
    "description": "Routine notification settings modal title"
  },
  "MyqmeF": {
    "defaultMessage": "Unable to create the cycle.",
    "description": "This message is used as an toast error message when we try to create an cycle"
  },
  "N+Tad7": {
    "defaultMessage": "Gear icon. By clicking on it you will be taken to the configuration page",
    "description": "GearButton icon desc. This is used by screen readers for accessibility"
  },
  "N/fRMX": {
    "defaultMessage": "Reply",
    "description": "Button to Reply routine on the teams page."
  },
  "n3PYQR": {
    "defaultMessage": "Write about {isMyUser, select, true {you} other {{firstName}}}",
    "description": "This is the fallback value that goes on our user account settings page, at the seventh field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "n6hyQa": {
    "defaultMessage": "Last access",
    "description": "The title in the last access column"
  },
  "N70n39": {
    "defaultMessage": "Individual progress based on the average of the key results in the current quarter",
    "description": "Quarterly progress chart tooltip message"
  },
  "n8OKn4": {
    "defaultMessage": "Key results",
    "description": "The title of the second section of My Week notification tab."
  },
  "N8Xs+4": {
    "defaultMessage": "DELETE",
    "description": "This message is used as a keyword to remove a given objective"
  },
  "na6BgW": {
    "defaultMessage": "History",
    "description": "History, historic, archived items"
  },
  "NADPP1": {
    "defaultMessage": "Trash can icon",
    "description": "The desc message for the Delete icon. This icon is used to ilustrate our key results"
  },
  "Nafqgw": {
    "defaultMessage": "Cancel check-in",
    "description": "This message is displayed as a label button when the check-in form is opened in our key result section"
  },
  "NaLzV2": {
    "defaultMessage": "A button that, when clicked, directs the user to the next question in the routines form.",
    "description": "This message is the description of a button icon that, when clicked, directs the user to the next question in the routines form."
  },
  "NAsOFG": {
    "defaultMessage": "An arrow icon. By clicking on it you will open the progress chart",
    "description": "This text is used by screen readers to explain the arrow icon to open the progress chart in our key-result sidebar"
  },
  "ND5T6U": {
    "defaultMessage": "Up arrow. By clicking on it you close the selection menu",
    "description": "This is the desc attribute of our chevron up icon. It is used by screen readers"
  },
  "ndABHM": {
    "defaultMessage": "Admin",
    "description": "This string is used to select the user admin role."
  },
  "nEQaGP": {
    "defaultMessage": "Quarterly OKRs {quarter}",
    "description": "The summery title for the quarterly OKRs"
  },
  "nfdvr1": {
    "defaultMessage": "Expected",
    "description": "This message is displayed in the chart tooltip of our key-result sidebar"
  },
  "Nh5OeF": {
    "defaultMessage": "Members of this team {type, select, feeling {with low sentiment in the week} productivity {with low productivity in the week} roadblock {with barrier in the week} other {without key results}}",
    "description": "The title of the routines modals"
  },
  "nJ7CuJ": {
    "defaultMessage": "Watch icon",
    "description": "The desc message for the TimesSquare icon. This icon is used to ilustrate our key results"
  },
  "NMWZmv": {
    "defaultMessage": "This field is required",
    "description": "This text is used inside the update objective fields when the user tries to make blank a given required field"
  },
  "nnWr7M": {
    "defaultMessage": "Gender",
    "description": "This is the label that goes on our user account settings page, at the sixth field to update the user informations"
  },
  "NojznG": {
    "defaultMessage": "Subteams {isLoaded, select, true {({totalTeamsCount})} other{}}",
    "description": "This message is displayed inside the explore page, above the child teams section"
  },
  "NOqI9i": {
    "defaultMessage": "How is your confidence level?",
    "description": "This is the label of the check-in form that indicates to which confidence level the user would update her/his key result"
  },
  "nPCTf0": {
    "defaultMessage": "Social networks",
    "description": "This title is displayed as the heading of the social media section in our user account settings page"
  },
  "nPjrcU": {
    "defaultMessage": "Update",
    "description": "This message is displayer as soon as our user hovers the avatar"
  },
  "NPR3JP": {
    "defaultMessage": "INDIVIDUAL PLAN",
    "description": "This message is displayed above the empty state inside the active cycles section at the User page"
  },
  "npWxt7": {
    "defaultMessage": "A button with an X symbol. By clicking on it you will cancel editing the objective",
    "description": "This text is displayed inside the objective accordion at the team page. It is used by screen readers to explain the cancel button"
  },
  "nqlxOI": {
    "defaultMessage": "You are up to date with your appointments at Bud.",
    "description": "The page description that is displayed if the user has no key result in the this week notifications tab."
  },
  "nriJkh": {
    "defaultMessage": "Yes!",
    "description": "This message appears when the user has a blockage during the week."
  },
  "nrToz/": {
    "defaultMessage": "Back",
    "description": "This message is displayed as a label in the button on our unknown error page"
  },
  "Nwj8qY": {
    "defaultMessage": "My account",
    "description": "MainAppBar user menu first item option"
  },
  "nWz8Nt": {
    "defaultMessage": "Neutral",
    "description": "The neutral gender for the company while creating a new workspace"
  },
  "nx5pvZ": {
    "defaultMessage": "Team Ranking",
    "description": "Title to show on the team ranking page"
  },
  "Ny2Pia": {
    "defaultMessage": "Cycles are time periods defined for the strategy.{breakingline}We recommend using an annual cycle for the company and a quarterly cycle for the teams.",
    "description": "The description page."
  },
  "NYGW+N": {
    "defaultMessage": "Role",
    "description": "This is the label that goes on our user account settings page, at the fifth field to update the user informations"
  },
  "O0072X": {
    "defaultMessage": "Ghost illustration indicating that there is no activity in this key result",
    "description": "This text is used by screen readers to explain our ghost image inside our key result drawer"
  },
  "O13rH5": {
    "defaultMessage": "{completed}/{total}",
    "description": "This messages is displayed in our our key-result drawer above the checklist as the count of total completed checkmarks"
  },
  "O4iDCM": {
    "defaultMessage": "Progress",
    "description": "The title of the progress section in our key-result sidebar"
  },
  "ObeR3M": {
    "defaultMessage": "Feeling",
    "description": "The feeling tooltip label."
  },
  "ObFHxY": {
    "defaultMessage": "Cancel",
    "description": "This text appears as a browser tooltip above the icon. This icon appears below an EditableTextArea. It is used to cancel the edition of that field"
  },
  "OdFISq": {
    "defaultMessage": "Your OKR has been published successfully!",
    "description": "This message appears in the toast messat that indicates the success on publish an OKR."
  },
  "OEfoTC": {
    "defaultMessage": "An icon of intertwined arrows. By clicking on it you will edit this field",
    "description": "This message is used by screen readers when the user is focusing on the component which contains the user name and picture. This component is used in multiple places, like: our header, the key-result drawers, and other"
  },
  "OEPd1+": {
    "defaultMessage": "These were your recent notifications!",
    "description": "This message appears when no more notifications to listing."
  },
  "OErdYA": {
    "defaultMessage": "An icon with three dots, indicating that by clicking here a menu will expand",
    "description": "The description for screen readers regarding the three dots above the objectives accordion"
  },
  "oGyXN5": {
    "defaultMessage": "Colleagues with Individual Plan",
    "description": "Friends with individual OKRs title"
  },
  "oh+3Gh": {
    "defaultMessage": "Annual",
    "description": "This option makes an cycle with yearly cadence"
  },
  "OMUZ7w": {
    "defaultMessage": "Female",
    "description": "The female gender for the company while creating a new workspace"
  },
  "on7/f2": {
    "defaultMessage": "A list with all members of your team organized. Who need more support from leadership stay at the top, and those who are performing well, goes to the end of the list.",
    "description": "This message appears in a tootip that explain the feature to user."
  },
  "ooNWJL": {
    "defaultMessage": "Add Support Team",
    "description": "The label text for the add button icon in our key result single page or drawers"
  },
  "oQbqDL": {
    "defaultMessage": "{user} changed the {key, select, title {title} initialValue {initial value} description {description} goal {goal} format {key-result format} type {type} ownerId {owner} other {}}",
    "description": "dsa"
  },
  "or8fId": {
    "defaultMessage": "Back",
    "description": "This message is displayed as a label in the button on our not found error page"
  },
  "OrqJud": {
    "defaultMessage": "A crown icon that indicates the team leader",
    "description": "The crown icon description"
  },
  "OS8mCA": {
    "defaultMessage": "Cadence",
    "description": "The description for cadence cycle field"
  },
  "ot1J/+": {
    "defaultMessage": "No check-in",
    "description": "The message returned if the user has no check-in"
  },
  "OwHPoA": {
    "defaultMessage": "No OKRs have been created in this Individual Plan yet",
    "description": "This message is displayed as the empty state message inside the User page"
  },
  "oWLFIj": {
    "defaultMessage": "Team Overview",
    "description": "This message is the title of the component that presents the Indicators of a team."
  },
  "OwWiN7": {
    "defaultMessage": "Create new user",
    "description": "This message appears as an option in the team page while adding a new user"
  },
  "oycX/u": {
    "defaultMessage": "This week",
    "description": "The text displayed as a prefix in our progress tag label in the team objective accordion button"
  },
  "P+AGjw": {
    "defaultMessage": "How is the progress of each team?",
    "description": "The title of the header section in our teams overview report"
  },
  "P/ujgo": {
    "defaultMessage": "Video game joystick icon",
    "description": "The desc message for the Game icon. This icon is used to ilustrate our key results"
  },
  "P0g9QE": {
    "defaultMessage": "Start date for the annual cycle",
    "description": "The label of the company yearly date start while creating a new workspace"
  },
  "P0ljMC": {
    "defaultMessage": "Average of the progress of your key results in the current quarterly cycle",
    "description": "Quarterly progress chart tooltip message"
  },
  "p2UjMZ": {
    "defaultMessage": "My Things | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "pAXjHu": {
    "defaultMessage": "Retrospective",
    "description": "This is the title of the retrospectives tab on the team page."
  },
  "Pb0Tht": {
    "defaultMessage": "About this check-in",
    "description": "This text is displayed in our check-in card, above the user comment if it exists"
  },
  "pB9cMu": {
    "defaultMessage": "No",
    "description": "This message appears as a description of the second option."
  },
  "pbBzqW": {
    "defaultMessage": "Active reminder",
    "description": "Message displayed when the routine notifications are active."
  },
  "pbVToL": {
    "defaultMessage": "Create user",
    "description": "This message appears as a button when a team has no members yet"
  },
  "Pf0TwP": {
    "defaultMessage": "Delete objective",
    "description": "This message is used in the confirmation button while removing a given objective"
  },
  "PFysOr": {
    "defaultMessage": "A downward arrow indicating that by clicking here you will edit the goal of this key result",
    "description": "This message is displayed for screen readers as the description of the arrow down icon inside the key-result drawers. That icon is only displayed when the user hovers the mouse over the goal"
  },
  "piM/9+": {
    "defaultMessage": "Explore this full objective in {user}'s Individual Plan",
    "description": "This message appears in the individual objective tooltip"
  },
  "PINk2C": {
    "defaultMessage": "submitted feedback on your key result:",
    "description": "This message appears as describe on notification where a user sent a feedback on your key-result "
  },
  "Pkdkh4": {
    "defaultMessage": "My Key Results",
    "description": "The name of the Key Results page, located at \"/keyResults\""
  },
  "PKRdQG": {
    "defaultMessage": "Submit",
    "description": "This message appears in the button to send routine form answers."
  },
  "PktsGq": {
    "defaultMessage": "Check-list",
    "description": "This is the title of our checklist section inside the key-result sidebar"
  },
  "pLYuso": {
    "defaultMessage": "Pen icon. By clicking on it you can edit this field",
    "description": "The description for our pen icon. This message is used by screen readers to improve our accesibility"
  },
  "PmauyJ": {
    "defaultMessage": "Delete this Objective",
    "description": "This is the third option that appears when you open the menu of a given objective inside the accordion button"
  },
  "pmuG/e": {
    "defaultMessage": "Leader",
    "description": "This string is used to select the user edit role."
  },
  "poN086": {
    "defaultMessage": "Circular stroke icon with a symbol inside",
    "description": "This is the desc text that is displayed for screen readers"
  },
  "pQnPZP": {
    "defaultMessage": "Parent Cycle",
    "description": "The description for parent cycle field"
  },
  "PSCS+h": {
    "defaultMessage": "Name",
    "description": "The label of the first name field in the create user form"
  },
  "PtUosx": {
    "defaultMessage": "Male",
    "description": "The user gender male option while creating a new workspace"
  },
  "pTXAs1": {
    "defaultMessage": "An icon of an arrow pointing right. By clicking here you will be sent to this team's page",
    "description": "This message is used by screen readers to explain the right arrow at our team lists component"
  },
  "pVkTLM": {
    "defaultMessage": "Crown icon",
    "description": "The desc message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "pXeDLf": {
    "defaultMessage": "Surname",
    "description": "This is the label that goes on our user account settings page, at the second field to update the user informations"
  },
  "PxWBQZ": {
    "defaultMessage": "Title",
    "description": "The label of the role field in the create user form"
  },
  "PYLIcI": {
    "defaultMessage": "Goal",
    "description": "This message is displayed below the goal thumb"
  },
  "pzFSON": {
    "defaultMessage": "SPOTLIGHT",
    "description": "This message appears how the title of the introduction to spotlight."
  },
  "Q+5Uuc": {
    "defaultMessage": "Portuguese",
    "description": "This is the name of the portuguese language while we are creating a new user"
  },
  "Q+b5ro": {
    "defaultMessage": "Team indicators",
    "description": "This message is the title of the Indicators section within a team page."
  },
  "Q2diI+": {
    "defaultMessage": "Floater icon. By clicking on it you will be directed to our support page",
    "description": "SupportButton icon desc. This is used by screen readers for accessibility"
  },
  "Q70h6c": {
    "defaultMessage": "Portuguese",
    "description": "The user locale pt-BR option while creating a new workspace"
  },
  "QAyFQz": {
    "defaultMessage": "custom emoji with neutral expression",
    "description": "This message is used as a description of emoji feeling 3"
  },
  "QcCy51": {
    "defaultMessage": "Current value",
    "description": "This tooltip is displayed when the user hovers the left side value of our progress bar"
  },
  "QcWe3c": {
    "defaultMessage": "A graphic icon that appears next to a user's response history list.",
    "description": "The alternative text explaining our graphic icon"
  },
  "QEsnT8": {
    "defaultMessage": "Progress percentage between the initial value and the goal",
    "description": "This tooltip explains the fifth column of the key result list"
  },
  "qGLpBy": {
    "defaultMessage": "Start date",
    "description": "The description for date-start cycle field"
  },
  "qhchMM": {
    "defaultMessage": "They represent the highest priorities and communicate that direction very clearly.",
    "description": "This card guides the creation of Objectives."
  },
  "QjDvOT": {
    "defaultMessage": "Back",
    "description": "This message appears on the back to previous step button in the workflow for creating or editing an objective."
  },
  "QKkwxU": {
    "defaultMessage": "Actions",
    "description": "This message is displayed as the column header for the key-result table in the actions column"
  },
  "QKUmFp": {
    "defaultMessage": "Close",
    "description": "This message is displayed when an user hovers the close button of our progress slider popover"
  },
  "ql0LOi": {
    "defaultMessage": "Search people",
    "description": "This message appears as a label in users search input."
  },
  "QMM2q6": {
    "defaultMessage": "Area",
    "description": "The text that is displayed in the \"team\" values of the metaTitle message whiel the team name is being fetched"
  },
  "QOiwwe": {
    "defaultMessage": "Clock icon",
    "description": "The description of the clock icon"
  },
  "QP2ffL": {
    "defaultMessage": "Routine Reminders",
    "description": "Routine notification settings description title"
  },
  "qp4Qmm": {
    "defaultMessage": "Go to {username}'s profile",
    "description": "This button redirects to the selected user."
  },
  "QPGUqB": {
    "defaultMessage": "High Confidence",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "QpkwoM": {
    "defaultMessage": "Are you sure you want to delete this objective?",
    "description": "This message is used as the first dialog title while removing an objective"
  },
  "qrgfik": {
    "defaultMessage": "In a short sentence, what is this team's mission?",
    "description": "The placeholder to the description field in team add/edit modal"
  },
  "QRn560": {
    "defaultMessage": "Progress",
    "description": "This text is used inside our key-result sidebar, in the chart, as the metric name of a key-result progress"
  },
  "QRy8b9": {
    "defaultMessage": "New objective successfully created",
    "description": "This message appears as a toast as soon as the the user clicks to add a new objective in the team page"
  },
  "qsn7TW": {
    "defaultMessage": "Add new personal task",
    "description": "The add new personal task button label"
  },
  "Qt52rN": {
    "defaultMessage": "Language",
    "description": "This message appears as a label while we are creating a new user"
  },
  "qYpqgw": {
    "defaultMessage": "New item",
    "description": "This is the description used as default by a check mark when we add a new item"
  },
  "qytqsj": {
    "defaultMessage": "Quarterly",
    "description": "This text is used as prefix for our quarterly cadences"
  },
  "R/9LlP": {
    "defaultMessage": "Objectives",
    "description": "Title of objectives"
  },
  "r1mfc1": {
    "defaultMessage": "Personal Information",
    "description": "This title is displayed as the heading of the personal informations section in our user account settings page"
  },
  "R5fgoj": {
    "defaultMessage": "Next",
    "description": "This message appears on the button to move to the next question in the routines form."
  },
  "R6SREn": {
    "defaultMessage": "These users can create, edit and delete any objective or key result on Bud",
    "description": "This string is used to describe the user edit role selection."
  },
  "R7I25V": {
    "defaultMessage": "You have no notifications.",
    "description": "This message appears in the empty state of the notifications listing."
  },
  "R8hOYh": {
    "defaultMessage": "This team has no OKRs",
    "description": "This message is displayed as the empty state message inside the team page"
  },
  "ra0NlX": {
    "defaultMessage": "{type, select, feeling {low feeling} productivity {low productivity} roadblock {barrier} checkin {outdated check-in} confidence {low confidence} krmembers {members without krs} barrier {roadblock} other {}}",
    "description": "The title of the cards"
  },
  "rDaIQ2": {
    "defaultMessage": "Retrospective of the week",
    "description": "The title of the routine reminder notification"
  },
  "rFUuVv": {
    "defaultMessage": "To create a new OKR cycle, {breakline}use the fields below:",
    "description": "The description for cycle modal"
  },
  "rH+dGv": {
    "defaultMessage": "Down arrow icon. By clicking on it the selection menu will be opened",
    "description": "This is the desc attribute of our chevron down icon. It is used by screen readers"
  },
  "RN1J2p": {
    "defaultMessage": "This week",
    "description": "The title of the third column in our body table at the teams overview report in our dashboard"
  },
  "RojqOy": {
    "defaultMessage": "Reply now",
    "description": "The text in the button to answer the routine"
  },
  "rpLZ2J": {
    "defaultMessage": "Bud - OKR Engagement Platform",
    "description": "The title text of our logotype, it is displayed when an user hover the icon itself"
  },
  "RrW2fc": {
    "defaultMessage": "Edit your role",
    "description": "This is the fallback value that goes on our user account settings page, at the fifth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "rsHltm": {
    "defaultMessage": "We are not going to achieve the goal unless we change our approach",
    "description": "This text explains our tag to the user"
  },
  "rvZQ2D": {
    "defaultMessage": "Progress",
    "description": "This message is displayed as the title of the progress section inside check-in card"
  },
  "RWaMNF": {
    "defaultMessage": "Heart icon",
    "description": "The desc message for the Heart icon. This icon is used to ilustrate our key results"
  },
  "RwKPpx": {
    "defaultMessage": "DELETE",
    "description": "This message is used as keyword to delete a key-result"
  },
  "RZrZdZ": {
    "defaultMessage": "Home",
    "description": "The name of the Home page, located at \"/\""
  },
  "rZUL1Q": {
    "defaultMessage": "low confidence in a",
    "description": "This message appears as notification in confidence check in with low-confidence."
  },
  "S/F2Hk": {
    "defaultMessage": "Details",
    "description": "The label text above the Description section in our key result single page or drawer"
  },
  "S/L2jr": {
    "defaultMessage": "Feeling",
    "description": "The title of the feeling chart"
  },
  "s4h8ne": {
    "defaultMessage": "Add a check-list",
    "description": "This text is used as a button when the key-result has no check-marks"
  },
  "s6b2FE": {
    "defaultMessage": "Due date",
    "description": "The heading text of the goal section in our key-result drawers"
  },
  "s6f/IS": {
    "defaultMessage": "Oh no. Apparently the screen you are looking for has been abducted!",
    "description": "This message is displayed below the title in our unknown error page"
  },
  "s8fzur": {
    "defaultMessage": "active account",
    "description": "This string is used to select the active cycles option."
  },
  "S9cIsW": {
    "defaultMessage": "Edit team",
    "description": "The text is displayed as a heading in the add team modal"
  },
  "Sau4Na": {
    "defaultMessage": "Name",
    "description": "The user first name input placeholder while creating a new workspace"
  },
  "Sb6dkV": {
    "defaultMessage": "See details",
    "description": "This option will show a sidebar with the details of the selected user."
  },
  "SdgM/R": {
    "defaultMessage": "My account",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "SDzYq9": {
    "defaultMessage": "We're sorry! There's been an unexpected error. Please try again",
    "description": "This message appears when the user tries to remove a given objective, but receives an error"
  },
  "SE9cO0": {
    "defaultMessage": "Edit team",
    "description": "Team edit button label"
  },
  "sEIpfE": {
    "defaultMessage": "No team",
    "description": "The text is displayed of the empty team option"
  },
  "SenoB2": {
    "defaultMessage": "Sorry. We can't find the page you are looking for.",
    "description": "The title displayed in our not found error page"
  },
  "sFYaLE": {
    "defaultMessage": "Check-in",
    "description": "This message is displayed as the form title, above the check-in form"
  },
  "sgr1cM": {
    "defaultMessage": "Create user",
    "description": "The label of the submit button of the create user form"
  },
  "ShzOP9": {
    "defaultMessage": "History Icon",
    "description": "Icon description for history icon"
  },
  "si4MfT": {
    "defaultMessage": "Artificial intelligence magic",
    "description": "This message appears how the title of the fourth card in the Spotlight intro screen."
  },
  "SiJuyU": {
    "defaultMessage": "Calendar icon indicating that here you can filter the year you want.",
    "description": "This message is used by screen readers to explain the icon to the user"
  },
  "sJMgjv": {
    "defaultMessage": "Add members to the team",
    "description": "This message appears as an option in the team page while adding a user to team"
  },
  "SK6+Sz": {
    "defaultMessage": "Teams overview",
    "description": "The title of the teams overview"
  },
  "SL45P4": {
    "defaultMessage": "Gender",
    "description": "The label of the gender field in the create user form"
  },
  "Sm4xi7": {
    "defaultMessage": "Time machine",
    "description": "This message is displayed as the title of the time machine section in a team's page"
  },
  "SmMx3s": {
    "defaultMessage": "Colleagues with individual plan",
    "description": "Friends with individual OKRs title"
  },
  "Smwz9L": {
    "defaultMessage": "It describes the period in which this key result makes part",
    "description": "This tooltip explains the sixth column of the key result list"
  },
  "Sn7K6v": {
    "defaultMessage": "Bell icon. By clicking on it you will see your notifications",
    "description": "The alternative text explaining our notification bell icon"
  },
  "sObsR1": {
    "defaultMessage": "{unit, select, fallback {at {date}} other {{date}}}",
    "description": "This text displays the latest report status for a given component, using a given date logic"
  },
  "sp/6lg": {
    "defaultMessage": "About",
    "description": "This text is displayed in our check-in card, above the user comment if it exists"
  },
  "sP2MCY": {
    "defaultMessage": "Show less",
    "description": "This text is displayed in the button that collapses the truncated text"
  },
  "sp7xYz": {
    "defaultMessage": "PRODUCTIVITY RETROSPECTIVE",
    "description": "The title of the productivity column."
  },
  "SpAXmO": {
    "defaultMessage": "Calendar icon. It indicates that here you have the objective's deadline",
    "description": "The alternative text explaining our calendar icon in the objective accordion item"
  },
  "sQAoOl": {
    "defaultMessage": "Relax! It's all right here :)",
    "description": "The page title that is displayed if the user has no key result in the this week notifications tab."
  },
  "SRIfUY": {
    "defaultMessage": "Team",
    "description": "The label of the team field in the create user form"
  },
  "SrOZ1m": {
    "defaultMessage": "Create user",
    "description": "The sidebar title on our create user sidebar"
  },
  "sSCvSb": {
    "defaultMessage": "An icon of the letter X. By clicking on it you will remove this item from the check-list",
    "description": "This text is used by screen readers inside our key-result drawer to describe the X icon to remove a given item from the checklist"
  },
  "ssM7Lj": {
    "defaultMessage": "Belongs to the objective",
    "description": "The label text above the Objective section in our key result single page or drawers"
  },
  "SsQRcF": {
    "defaultMessage": "An arrow icon that expands the check-list",
    "description": "This message is used by screen readers to explain the collapse icon in our key-result sidebar on the checklist section"
  },
  "SU+pQ8": {
    "defaultMessage": "Click on the <span>...</span> button to create the first key result of this objective.",
    "description": "This message is displayed in the key-results empty state inside the team page when an objective has no key-results"
  },
  "SWl7UB": {
    "defaultMessage": " \"x\" icon. By clicking on it you will close the progress box",
    "description": "This description is used for accessibility. Screen readers uses it when they hover the close icon button in our progress slider popover close button"
  },
  "sX1k+9": {
    "defaultMessage": "Answer deleted successfully!",
    "description": "This message appears in a toast indicating success in deleting a routines response."
  },
  "SxsVDt": {
    "defaultMessage": "Goal",
    "description": "This is the label of the check-in form that indicates the goal for her/his key result"
  },
  "sYGIlp": {
    "defaultMessage": "My account",
    "description": "This label defines the text on the first menu section option"
  },
  "t0t6MQ": {
    "defaultMessage": "Back to the present",
    "description": "The button title to go back to the present"
  },
  "t0YKyV": {
    "defaultMessage": "Confirm",
    "description": "This message is used as the confirmation button when we are in the confirmation dialog"
  },
  "t3VVHw": {
    "defaultMessage": "An icon with the letter X indicating the value in this field is not valid",
    "description": "This is used by screen readers to explain the X that appears when the users types a non-valid data in a given controlled field"
  },
  "T5iKmP": {
    "defaultMessage": "{prefix} {cycle} {suffix}",
    "description": "This message displays the cycle name with a given prefix"
  },
  "t6KyQZ": {
    "defaultMessage": "Up arrow illustrating how far your company has evolved over the last week",
    "description": "This message is used by screen readers to explain our arrow up icon"
  },
  "t7xKJo": {
    "defaultMessage": "{period} cycle edited successfully!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "T8ytLJ": {
    "defaultMessage": "Objective",
    "description": "The label text above the Objective section in our key result single page or drawer"
  },
  "TaXVmY": {
    "defaultMessage": "Add an OKR in this cycle",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "tBBHmo": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title on the navigation tab"
  },
  "TCJuuU": {
    "defaultMessage": "Select at least one member to complete the action.",
    "description": "This message appears as an error Toast when a user tries to add members to a team without selecting at least one."
  },
  "tcWO3v": {
    "defaultMessage": "Bud logotype. It been just the Bud written in lower case in purple",
    "description": "The alternative text explaining our logotype"
  },
  "TGP9cN": {
    "defaultMessage": "Save",
    "description": "The button to create or edit a cycle on modal"
  },
  "th1Ney": {
    "defaultMessage": "Today",
    "description": "This label is displayed if the date is today"
  },
  "tIbXUc": {
    "defaultMessage": "Publish OKR",
    "description": "This message appears on the button the user uses to confirm their action of posting an OKR."
  },
  "TIorHN": {
    "defaultMessage": "There is a chance we will not achieve the key result, but we remain optimistic",
    "description": "This text explains our tag to the user"
  },
  "TIXwh1": {
    "defaultMessage": "Objective",
    "description": "The label text above the Objective section in our key result single page or drawers"
  },
  "tJ0oU2": {
    "defaultMessage": "It's quiet... Too quiet.",
    "description": "This text is the title of our empty state card inside our key result drawer"
  },
  "tj3TRS": {
    "defaultMessage": "Audacious",
    "description": "This title guides the creation of Objectives."
  },
  "tjSA87": {
    "defaultMessage": "Cycle name",
    "description": "This message is displayed as the column header for the cycle table in the cycle name column"
  },
  "TKIxVB": {
    "defaultMessage": "Settings",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "tmyaek": {
    "defaultMessage": "State",
    "description": "This message is displayed as the column header for the users table in the state column"
  },
  "TN6PhK": {
    "defaultMessage": "My account",
    "description": "MainAppBar user menu first item option"
  },
  "Tp/cz3": {
    "defaultMessage": "{confidence, select, roadblock {All key results with a {confidence}} other {All key results with {confidence}}}",
    "description": "The title for the dashboard key results modal"
  },
  "tp3vDN": {
    "defaultMessage": "NO KR",
    "description": "The message returned if the user has no key result."
  },
  "TRwumR": {
    "defaultMessage": "The key-result has been published",
    "description": "dsa"
  },
  "Tsd4ry": {
    "defaultMessage": "See the Individual OKRs for { username }. They do not interfere with the company's overall progress.",
    "description": "Individual OKR subtitle of the page"
  },
  "tvj+/n": {
    "defaultMessage": "Team overview",
    "description": "The title of the team overview"
  },
  "txi+kN": {
    "defaultMessage": "Language",
    "description": "The user locale input placeholder while creating a new workspace"
  },
  "TYmE01": {
    "defaultMessage": "Current progress",
    "description": "This tooltip is displayed when the user hovers the percentage progress above the bar"
  },
  "TzHlPJ": {
    "defaultMessage": "Under maintenance | bud",
    "description": "The page title of our under maintenance error page that is displayed in the browser tab"
  },
  "U1tYhb": {
    "defaultMessage": "Add",
    "description": "The label text for the add button in our key result single page or drawers"
  },
  "U2EgRG": {
    "defaultMessage": "Explore | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "u4rqek": {
    "defaultMessage": "Q4",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "u7Yaxx": {
    "defaultMessage": "Owner",
    "description": "The text of the table head related to the Owner column"
  },
  "u90W4w": {
    "defaultMessage": "Create key-result",
    "description": "This message is displayed as label of the button used to create a new key-result in a draft okr card."
  },
  "Ua7Hgq": {
    "defaultMessage": "Back",
    "description": "Return to overview page icon description"
  },
  "ub6rlW": {
    "defaultMessage": "High confidence",
    "description": "Title of high confidence health strategy"
  },
  "UBruoq": {
    "defaultMessage": "Many layers icon, one over another",
    "description": "The alternative text explaining our stack icon"
  },
  "ucALDM": {
    "defaultMessage": "Team Ranking for {quarter}",
    "description": "Title to show on the team ranking page"
  },
  "UHVzDU": {
    "defaultMessage": "No Reply",
    "description": "The message returned if the user has no routine answer."
  },
  "UHZQHg": {
    "defaultMessage": "Answers",
    "description": "This message appears in the subtitle of the menu that allows users to browse responses through the history."
  },
  "ui441M": {
    "defaultMessage": "Rounded corners square icon with a pencil inside",
    "description": "The desc message for the EditSquare icon. This icon is used to ilustrate our key results"
  },
  "uIY7F5": {
    "defaultMessage": "Retrospective of the Week",
    "description": "Title of the content of the Retrospective tab on the teams page."
  },
  "ukvrDN": {
    "defaultMessage": "Visual and colaborative feedback",
    "description": "This message appears how the title of the first card in the Spotlight intro screen."
  },
  "uL69e4": {
    "defaultMessage": "You haven't created any OKR for your individual plan.",
    "description": "This message is displayed as the empty state message inside the User page"
  },
  "ulMLmp": {
    "defaultMessage": "Retrospective of the week",
    "description": "The week retrospective notification title."
  },
  "ulnySu": {
    "defaultMessage": "OKR Cycles",
    "description": "This label defines the text on the first menu section option"
  },
  "UMWm2g": {
    "defaultMessage": "With Spotlight, your strategy planning will be mor colaborative and accessible to your team. The feedbacks are visible and didactic.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about feedback in Spotlight."
  },
  "UN5BY2": {
    "defaultMessage": "DELETE",
    "description": "This message is used as the default keyword to type to confirm while removing a given resource"
  },
  "UNfjU2": {
    "defaultMessage": "deactivated",
    "description": "This message appears when we have successfully activate/deactivate a cycle."
  },
  "unuB2s": {
    "defaultMessage": "About this check in",
    "description": "This is the label text that is displayed above the input"
  },
  "UozvhV": {
    "defaultMessage": "Users",
    "description": "This label defines the text on the first menu section option"
  },
  "upeS+T": {
    "defaultMessage": "Oops, Bud is going to be out of work for a few hours while we clean up. We hope to be back by: <highlight>{date} às {hour}h</highlight> See you :)",
    "description": "This message is displayed as a description in our under maintenance error page"
  },
  "uQUReU": {
    "defaultMessage": "Current state",
    "description": "The description for state cycle field on update cycle form"
  },
  "usAoP+": {
    "defaultMessage": "Quarterly",
    "description": "This option makes an cycle with quarterly cadence"
  },
  "uSZ2US": {
    "defaultMessage": "Edit history",
    "description": "This message appears how the title of the second card in the Spotlight intro screen."
  },
  "Uu0OJV": {
    "defaultMessage": "Image icon. It indicates that your avatar is on this field",
    "description": "The alternative text explaining our image icon in the settings account page"
  },
  "UU1FXI": {
    "defaultMessage": "Links the quarterly cycle to the annual cycle to which it belongs.",
    "description": "This message appears on tooltip that explain the parent cycle select field."
  },
  "uUn4LH": {
    "defaultMessage": "DELETE",
    "description": "This message is used as keyword to delete a cycle"
  },
  "UUo+Pt": {
    "defaultMessage": "This team is a company",
    "description": "The title message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "uveo/4": {
    "defaultMessage": "Learn more",
    "description": "This message appears on action button that redirect the user to company page on Retrospective tab"
  },
  "uw/x8G": {
    "defaultMessage": "{user} has {count, plural, one {a barrier} other {barrier{count, plural, one {# week} other { for # weeks}}}}. Maybe {gender, select, MALE {he needs help.} FEMALE {she needs help.} other {How about offering a helping hand?}}",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "uxjg0W": {
    "defaultMessage": "Could not delete answer!",
    "description": "This message appears in a toast indicating that it was not possible to delete a routines response."
  },
  "uXQE/x": {
    "defaultMessage": "View, through the progress bars, the general progress of all companies areas, and related teams and sub-teams.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "uYEXMZ": {
    "defaultMessage": "{user} has barrier for {count, plural, one {# week} other {# weeks}}. Maybe he needs help.",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "UYwpSr": {
    "defaultMessage": "Team",
    "description": "This message is displayed as the column header for the key-result table in the team column"
  },
  "UZnhGI": {
    "defaultMessage": "Step 1",
    "description": "The label of the first step while creating a new workspace"
  },
  "v9xuBO": {
    "defaultMessage": "Feeling",
    "description": "The title in the feeling modal"
  },
  "VBdX86": {
    "defaultMessage": "{username} still doesn't have any assigned tasks in the OKRs of the company",
    "description": "The empty state message header when a user have no tasks"
  },
  "vbnV7B": {
    "defaultMessage": "Portuguese",
    "description": "This message is used as the label for the portuguese language in our locale switcher"
  },
  "vCWYpE": {
    "defaultMessage": "This team is a part of:",
    "description": "The label to the parent team field in team add/edit modal"
  },
  "vDa/w5": {
    "defaultMessage": "It's quiet over here!",
    "description": "This text is the title of our empty state card inside our key result drawers"
  },
  "VDLkuO": {
    "defaultMessage": "Show more",
    "description": "This text is displayed in the button that expands a truncated text"
  },
  "vERqrq": {
    "defaultMessage": "PROGRESS",
    "description": "The title of the delta column."
  },
  "vEzcix": {
    "defaultMessage": "Teams",
    "description": "This message is displayed as the column header for the users table in the teams column"
  },
  "VFj8OD": {
    "defaultMessage": "Title copied successfully",
    "description": "This message appears in the toast when you successfully copies the title of the key result"
  },
  "vfstY8": {
    "defaultMessage": "Make it measurable by using a number to define success",
    "description": "The second description of the tip when you are creating a KR."
  },
  "vgU7fC": {
    "defaultMessage": "First check-in pending",
    "description": "This string is used as the description for the icon that indicates that the key-result has not been updated"
  },
  "VhgGax": {
    "defaultMessage": "How are your priorities d{gender, select, MALE {o} FEMALE {a} other {o}} {team}?",
    "description": "The title of the header section in our objectives overview report"
  },
  "VHOea1": {
    "defaultMessage": "Delete key result",
    "description": "This message is used as the label in the confirmation button while removing a key-result"
  },
  "vhq3gt": {
    "defaultMessage": "Female",
    "description": "The user gender female option while creating a new workspace"
  },
  "vHTPEb": {
    "defaultMessage": "{period} cycle created successfully!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "vJ/603": {
    "defaultMessage": "Aw. This link might be expired or the URL is wrong.",
    "description": "The description displayed in our not found error page"
  },
  "VltGNp": {
    "defaultMessage": "A drawing of a ghost, indicating this key result has no activity",
    "description": "This text is used by screen readers to explain our ghost image inside our key result drawers"
  },
  "VLU792": {
    "defaultMessage": "Check-in",
    "description": "The title of the button to create a check-in in the check-in notifications tab, when clicked it opens the key result drawer."
  },
  "vm0Yuj": {
    "defaultMessage": "My account | bud",
    "description": "The page title that is displayed in the browser tab for the my profile page"
  },
  "VmMAw2": {
    "defaultMessage": "Report {interval, select, current {semanal} quartely {trimestral} other {}}",
    "description": "This message is the title of the selected range for team Indicators Download."
  },
  "VNHZWm": {
    "defaultMessage": "Period",
    "description": "The name label. It is displayed in the Cycle section, as a label of the name property"
  },
  "vO+kQj": {
    "defaultMessage": "The cycle is closed. It's not possible to edit or update the OKRs, but they can be viewed in the history.",
    "description": "This string is used to describe the cycles not-active status option."
  },
  "VO76hY": {
    "defaultMessage": "Create key-result",
    "description": "This is the first option that appears when you open the menu of a given objective inside the accordion button"
  },
  "VPJIpc": {
    "defaultMessage": "OKRs",
    "description": "This message is displayed above the empty state inside the active cycles section at the User page"
  },
  "vppqyA": {
    "defaultMessage": "Individual Plan OKRs are set by you. They do not interfere with the company's progress.",
    "description": "Individual OKR subtitle of the page"
  },
  "vqeE5J": {
    "defaultMessage": "Routine reminders",
    "description": "Description for routine notification settings modal icon"
  },
  "vrROtV": {
    "defaultMessage": "Options button.",
    "description": "This button allows you to view details, reset password or deactivate a users account."
  },
  "VSS4F8": {
    "defaultMessage": "{unit, select, fallback {since {date}} other {{date}}}",
    "description": "This text displays the latest report status for a given component, using a given date logic"
  },
  "VUKPKt": {
    "defaultMessage": "Cancel",
    "description": "This is a button label displayed inside the insert key-result drawer. This is the first button"
  },
  "vv49le": {
    "defaultMessage": "First user's name",
    "description": "The user first name while creating a new workspace"
  },
  "VW9LHA": {
    "defaultMessage": "Password reset email sent successfully.",
    "description": "This message appears in a toast after the user ask to reset password."
  },
  "VWlRuQ": {
    "defaultMessage": "Key Result",
    "description": "This message appears as the title of the insert Key Result drawer"
  },
  "vyGEtA": {
    "defaultMessage": "Current state",
    "description": "The description for state cycle field"
  },
  "Vytr8A": {
    "defaultMessage": "Edit cycle",
    "description": "The title for cycle modal"
  },
  "vzHp1e": {
    "defaultMessage": "Need inspiration? Remember: the best objectives are...",
    "description": "This is the title presented in the component that guides you in creating Objectives."
  },
  "w+FqA/": {
    "defaultMessage": "Learn more about this key-result",
    "description": "The message in the button that when clicked, loads the generated summarized key result."
  },
  "w/3frD": {
    "defaultMessage": "Team leader:",
    "description": "The label to the leader field in team add/edit modal"
  },
  "W/yMJH": {
    "defaultMessage": "Financial (Pound)",
    "description": "This message is displayed inside our key-result format select as the title of the coin GBP format"
  },
  "W37c+K": {
    "defaultMessage": "A check sign. It represents the amount of items marked as complete in the check-list",
    "description": "This text is used by screen readers to explain the check icon in our key-result drawer checklist section"
  },
  "W3eJuC": {
    "defaultMessage": "These are the key results and tasks assigned to you.",
    "description": "The page sub title that our users should see in the my things page"
  },
  "w9Qh/X": {
    "defaultMessage": "check out the new replies on {team}",
    "description": "The subtitle of the routine reminder notification"
  },
  "W9swHV": {
    "defaultMessage": "Settings",
    "description": "This tooltip is displayed when the user hovers the settings icon"
  },
  "Wa22G2": {
    "defaultMessage": "Medium Confidence",
    "description": "Title of medium confidence health strategy"
  },
  "waPxPB": {
    "defaultMessage": "First user's language",
    "description": "The user locale while creating a new workspace"
  },
  "wat5HS": {
    "defaultMessage": "Name",
    "description": "This message is displayed as the column header for the users table in the user name column"
  },
  "weTDNo": {
    "defaultMessage": "Return",
    "description": "Label for return to overview icon"
  },
  "WEXvlm": {
    "defaultMessage": "Try using this space to list your priorities for the day, for example :)",
    "description": "Personal tasks empty state sub title"
  },
  "Wf8no6": {
    "defaultMessage": "The key-result has been {isEditing, select, true {updated} other {created}} with success!",
    "description": "This message appears after the user creates a new key-result as a toast"
  },
  "wiFglx": {
    "defaultMessage": "Owner",
    "description": "This label appears above the sixth input in our insert key-result drawer"
  },
  "WIR0FJ": {
    "defaultMessage": "Male",
    "description": "The male gender for the company while creating a new workspace"
  },
  "WiYOXK": {
    "defaultMessage": "Initial Value",
    "description": "This label appears above the fourth input in our insert key-result drawer"
  },
  "wJjuae": {
    "defaultMessage": "The person in charge for the success of this key result",
    "description": "This tooltip explains the seventh column of the key result list"
  },
  "Wk0KQD": {
    "defaultMessage": "Inactive reminder",
    "description": "Message displayed when the routine notifications are inactive."
  },
  "WKevJy": {
    "defaultMessage": "Click here to edit this field",
    "description": "The title for our pen icon. This message is displayed in our UI as a tooltip"
  },
  "WkRV5L": {
    "defaultMessage": "Cancel",
    "description": "This message appears as a cancel button in the modal while deleting a given resource"
  },
  "WkvrVY": {
    "defaultMessage": "Search teams",
    "description": "The text is displayed as a placeholder in any search input regarding teams"
  },
  "wlwyTd": {
    "defaultMessage": "Search users",
    "description": "This message is used in the search input while searching for users"
  },
  "WR43/0": {
    "defaultMessage": "You don't have any tasks yet.",
    "description": "The empty state message header when you have no tasks"
  },
  "wsXNFt": {
    "defaultMessage": "Reply",
    "description": "This message appears as a label on the button used to reply to a comment."
  },
  "wtGWF6": {
    "defaultMessage": "Description:",
    "description": "The label to the description field in team add/edit modal"
  },
  "Ww/cjH": {
    "defaultMessage": "Has barrier",
    "description": "The title of the with barrier chart"
  },
  "wWbkGb": {
    "defaultMessage": "OKRs",
    "description": "This is the title of the okrs tab on the team page."
  },
  "wwt9p1": {
    "defaultMessage": "A circle with a question mark inside icon",
    "description": "This message describes the info circle icon to our screen readers"
  },
  "X+heBq": {
    "defaultMessage": "Routine notification settings button",
    "description": "Label for routine notification settings button"
  },
  "x/2y46": {
    "defaultMessage": "Check out our OKR examples",
    "description": "This link takes you to the page with guidelines on creating OKRs."
  },
  "x24wfc": {
    "defaultMessage": "Explore this full objective in the {team}",
    "description": "This message appears in the objective tooltip"
  },
  "X2V7x7": {
    "defaultMessage": "Confidence",
    "description": "The text of the table head related to the Confidence Level column"
  },
  "x30AaU": {
    "defaultMessage": "Click here to search buddy",
    "description": "The title text of our search icon, it is displayed when an user hover the icon itself"
  },
  "x4dJoK": {
    "defaultMessage": "According to responses from the Weekly Retrospective",
    "description": "Subtitle of the metrics card"
  },
  "X4pt1L": {
    "defaultMessage": "Insert the title of your objective",
    "description": "The description box placeholder"
  },
  "x7doNg": {
    "defaultMessage": "Visualize the profile of other members of your company, interact with their key results and tasks, and explore their personal OKRs",
    "description": "The page meta description"
  },
  "x8ytCP": {
    "defaultMessage": "Cancel",
    "description": "This text is displayed as the button that will cancel the update for ou goal update popover inside the key-result drawers"
  },
  "X9J+2h": {
    "defaultMessage": "Highlights",
    "description": "This message is displayed inside the explore page, above the highlights section"
  },
  "xaHzA0": {
    "defaultMessage": "Last name",
    "description": "The user last name input placeholder while creating a new workspace"
  },
  "XbzHtU": {
    "defaultMessage": "custom emoji with smile on face",
    "description": "This message is used as a description of emoji feeling 5"
  },
  "XCDzMo": {
    "defaultMessage": "Options button",
    "description": "This button allows you to choose an option that can allow you to copy the title ou exclude the KR."
  },
  "Xcxvrr": {
    "defaultMessage": "A calendar icon",
    "description": "The description of the calendar icon at the routine notification component."
  },
  "XD8spZ": {
    "defaultMessage": "Productivity",
    "description": "The productivity tooltip label."
  },
  "xe74UT": {
    "defaultMessage": "In OKRs, the general rule is to aim for a progress of at least 70%. To achieve this by the end of the cycle, the current progress is expected to be at {progress}%.",
    "description": "Tooltip message to show when hovering the help icon on projected progress"
  },
  "XEey8C": {
    "defaultMessage": "Drag to the new value to start a new check-in",
    "description": "This tooltip is displayed when the user hovers the thumb of our progress bar"
  },
  "XENgso": {
    "defaultMessage": "Medium",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "xfx/rc": {
    "defaultMessage": "A button with a confirmation icon. By clicking on it you will save your changes to the objective's title",
    "description": "This text is displayed inside the objective accordion at the team page. It is used by screen readers to explain the check button"
  },
  "XGKUNq": {
    "defaultMessage": "Due this week",
    "description": "The title of the section of the key results without check-in in the week."
  },
  "XgYpmY": {
    "defaultMessage": "Barrier",
    "description": "The roadblock tooltip label."
  },
  "xIe3i6": {
    "defaultMessage": "Reactivate account",
    "description": "This message is the description of the option to reactivate a user account."
  },
  "XiSFEr": {
    "defaultMessage": "Unexpected error | bud",
    "description": "The page title of our unknown error page that is displayed in the browser tab"
  },
  "xJJ9uE": {
    "defaultMessage": "Sorry, but an unexpected error occurred. Please try again.",
    "description": "This message appears when the user tries to remove a given cycle, but receives an error"
  },
  "xkN783": {
    "defaultMessage": "",
    "description": ""
  },
  "XL/hXA": {
    "defaultMessage": "It's been a while since anyone has interacted with this key result. How about sharing a relevant info with the team? :)",
    "description": "This text gives more details regarding our empty state card in the key result drawer"
  },
  "xm9P9h": {
    "defaultMessage": "User",
    "description": "The title in the roadblock modal"
  },
  "XN0ZEi": {
    "defaultMessage": "Step 2",
    "description": "The label of the second step while creating a new workspace"
  },
  "XNkzYe": {
    "defaultMessage": "Pin location icon",
    "description": "The desc message for the Location icon. This icon is used to ilustrate our key results"
  },
  "XnTd/f": {
    "defaultMessage": "New value",
    "description": "This text is displayed in our check-in card, as a title for the right column in the progress increase section"
  },
  "XOLhDn": {
    "defaultMessage": "Add",
    "description": "This message appears on the add a user to the team button when the team is empty."
  },
  "xPoUwI": {
    "defaultMessage": "A gear icon for the edit team button",
    "description": "The gear icon description"
  },
  "xq1mQp": {
    "defaultMessage": "CONFIRM YOUR ACTION",
    "description": "This message appears in the label of input that the user uses to confirm their action of posting an OKR."
  },
  "XtA5dv": {
    "defaultMessage": "{mode, select, DRAFT {Next} other {Finalize}}",
    "description": "Submit button title"
  },
  "XvdEsU": {
    "defaultMessage": "An icon of three dots, indicating that by clicking here the menu will expand",
    "description": "The description for screen readers regarding the three dots icon in the objectives accordion"
  },
  "xVR0F1": {
    "defaultMessage": "Nickname",
    "description": "This is the label that goes on our user account settings page, at the third field to update the user informations"
  },
  "xwbI5E": {
    "defaultMessage": "Warning! This action cannot be undone",
    "description": "This message is displayed as the title for the danger confirmation modal while removing a given resource"
  },
  "xXhMFZ": {
    "defaultMessage": "Barrier",
    "description": "The title of the with roadblock chart"
  },
  "xXxjVp": {
    "defaultMessage": "There is an external factor blocking our progress in this key result",
    "description": "This text explains our tag to the user"
  },
  "XYg5xf": {
    "defaultMessage": "Click here to edit your settings",
    "description": "The title text of our settings icon, it is displayed when an user hover the icon itself"
  },
  "XyhQJo": {
    "defaultMessage": "Cycle removed successfully",
    "description": "This message appears in a toast after the user removes a cycle"
  },
  "xywRWB": {
    "defaultMessage": "A check icon. By clicking on it you will save your changes",
    "description": "This text is used by screen readers to explain the check icon. This icon appears below the EditableTextArea. It is used to save the edition of the field"
  },
  "XZcPVc": {
    "defaultMessage": "A woman analyzing a chart and pointing to something on the screen",
    "description": "The alternative text explaining the empty item image"
  },
  "XZF51J": {
    "defaultMessage": "An image representing the lack of further notifications.",
    "description": "The alternative text explain the empty state message when no more notifications to listing."
  },
  "Y+MtZe": {
    "defaultMessage": "Name",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user informations"
  },
  "y18Ymm": {
    "defaultMessage": "All is well here! Navigate through team pages to explore key results with high confidence.",
    "description": "Tooltip content for high confidence health strategy box"
  },
  "Y1oyYG": {
    "defaultMessage": "Up arrow icon indicating that progress has increased",
    "description": "This desc message explains the increase icon for screen readers"
  },
  "Y8TWo2": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title on the navigation tab"
  },
  "Yc4eh9": {
    "defaultMessage": "Today",
    "description": "This message appears if the user last access is today."
  },
  "YETxgV": {
    "defaultMessage": "In OKRs, the general rule is to aim for a progress of at least 70%. To achieve this by the end of the cycle, the current progress is expected to be at {progress}%.",
    "description": "Tooltip message to show when hovering the help icon on projected progress"
  },
  "YFb9UA": {
    "defaultMessage": "Go to profile",
    "description": "This option will redirect the user to the selected user profile."
  },
  "yfhIM+": {
    "defaultMessage": "Cancel",
    "description": "Text in the cancel action button"
  },
  "yh+jAH": {
    "defaultMessage": "Team Progress",
    "description": "Title to show on the team ranking page when gamification is disabled"
  },
  "Yjqtno": {
    "defaultMessage": "How was your week? Catch up on your Retrospective",
    "description": "This message appears on the news banner to invite the user to learn about the Retrospective feature."
  },
  "yK87+y": {
    "defaultMessage": "Start date",
    "description": "The company yearly date start input placeholder while creating a new workspace"
  },
  "Ykg0Jh": {
    "defaultMessage": "Performed by <highlight>{author}</highlight> {unit, select, fallback {em} other {}} {time}",
    "description": "This text is displayed as a helper text, below the check-in card title"
  },
  "YmUBcv": {
    "defaultMessage": "Edit team",
    "description": "The tooltip on the gear icon that edits the team"
  },
  "yP9yyI": {
    "defaultMessage": "for a key result, check out:",
    "description": "This message appears as describe on notification where a user is marked as owner"
  },
  "yq7/PT": {
    "defaultMessage": "Support content",
    "description": "MainAppBar user menu second item option"
  },
  "YQqWNM": {
    "defaultMessage": "Last retrospective",
    "description": "The title in the roadblock modal"
  },
  "yROxQI": {
    "defaultMessage": "Team",
    "description": "This message is displayed as the column header for the key-result table in the team column"
  },
  "yRU1Bz": {
    "defaultMessage": "{username} is not yet involved in any key result.",
    "description": "The label message that is displayed below our team at work image when a user has no key results in her/his key result view list"
  },
  "ytvOyM": {
    "defaultMessage": "My Key Results",
    "description": "MainAppBar menu item that links to \"My Key Results\" page"
  },
  "YUvWwS": {
    "defaultMessage": "Entry",
    "description": "It is used as a fallback if the component has no card type defined for it"
  },
  "yw+DGB": {
    "defaultMessage": "Last name",
    "description": "The label of the last name field in the create user form"
  },
  "ywBP21": {
    "defaultMessage": "Inactive",
    "description": "This string is used to select the not-active cycles option."
  },
  "YxKyjP": {
    "defaultMessage": "Individual Plan",
    "description": "Individual OKR title of the page"
  },
  "YxNkP6": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "YzN13f": {
    "defaultMessage": "A bullseye icon, showing that this is the goal of your key-result",
    "description": "The description text for the key-result section goal icon"
  },
  "YznDPX": {
    "defaultMessage": "Key result successfully created!",
    "description": "This message appears after the user creates a new key-result as a toast"
  },
  "z1FXkV": {
    "defaultMessage": "Cycle",
    "description": "The label text above the Cycle section in our key result single page or drawer"
  },
  "z2jAqq": {
    "defaultMessage": "An icon with a plus sign. By clicking on it you will open the menu to create e new subteam",
    "description": "This message is used in our new subteam button while seeing the team list"
  },
  "z4Qy+J": {
    "defaultMessage": "The illustration of a closed box, indicating that we are undergoing maintenance",
    "description": "This message is the alt message for our box drawing in the under maintenance error page"
  },
  "z4STCs": {
    "defaultMessage": "How is the overall performance of <highlight>{company}</highlight> this quarter?",
    "description": "The title of the header section in our company overview report"
  },
  "z75EmS": {
    "defaultMessage": "Visualize and update your preferences for the platform",
    "description": "The page description that is displayed in Google and screen readers for the platform settings page"
  },
  "Z9w45E": {
    "defaultMessage": "Users with this permission can edit and make check-ins only for their own key results.",
    "description": "This string is used to describe the user default role selection."
  },
  "zaC3Cb": {
    "defaultMessage": "activated",
    "description": "This message appears when we are unable to activate/deactivate a cycle"
  },
  "zaMkef": {
    "defaultMessage": "Insert a detailed description about your objective",
    "description": "The description box placeholder"
  },
  "zcIxrk": {
    "defaultMessage": "Delete cycle",
    "description": "This message is the description of the option to delete a cycle."
  },
  "ZCWI2f": {
    "defaultMessage": "Create new cycle",
    "description": "The title for cycle modal"
  },
  "ze3hqu": {
    "defaultMessage": "We are working on improvements for you! ;)",
    "description": "The title displayed in our under maintenance error page"
  },
  "zennqC": {
    "defaultMessage": "Add new item",
    "description": "This label appears in our key-result sidebar drawer, in the end of our checklist"
  },
  "zev4wl": {
    "defaultMessage": "A flag icon indicating the key result goal you are checking in to",
    "description": "This is a message explaining the flag icon in our check-in form"
  },
  "zEyzo8": {
    "defaultMessage": "A purple circle indicating that there is a roadblock preventing the progress of this key result",
    "description": "A brief explanation for screen readers regarding the purple status circle"
  },
  "zFQPs9": {
    "defaultMessage": "End date",
    "description": "The company yearly date end input placeholder while creating a new workspace"
  },
  "zHAPqJ": {
    "defaultMessage": "LinkedIn",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user social media accounts"
  },
  "zIx/gZ": {
    "defaultMessage": "Click here to check your notifications",
    "description": "The title text of our notification bell, it is displayed when an user hover the icon itself"
  },
  "ZkqTBK": {
    "defaultMessage": "ADD",
    "description": "This button is used to add selected members to a team."
  },
  "Zmffm0": {
    "defaultMessage": "Close",
    "description": "This message is displayed as the title text for our close icon in our check-in form"
  },
  "zmPWcg": {
    "defaultMessage": "Role",
    "description": "This message is displayed as the column header for the users table in the role column"
  },
  "ZmSQ0o": {
    "defaultMessage": "You still haven't responded this week.",
    "description": "The text that appears at the bottom of the answer component if you didn't answer the routine yet"
  },
  "ZMT2Ze": {
    "defaultMessage": "Create new Key Result",
    "description": "This is the first option that appears when you open the menu of a given objective inside the accordion button"
  },
  "Zmw2VE": {
    "defaultMessage": "Users",
    "description": "The subtitle page."
  },
  "Zn0eYa": {
    "defaultMessage": "A couple draw, each of them holding a puzzle piece and collaborating to assemble it",
    "description": "The alternative text explaining our team at work image"
  },
  "znpwST": {
    "defaultMessage": "Q3",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "ZPSK4M": {
    "defaultMessage": "Chose a title for this key result",
    "description": "The placeholder for the first input in our key-result insert drawer form"
  },
  "zQoORA": {
    "defaultMessage": "Are you sure you want to delete this {type}?",
    "description": "This message is displayed as the title for the confirmation modal while removing a given resource"
  },
  "zsB72A": {
    "defaultMessage": "Preview",
    "description": "This title is displayed as the heading of the user card preview section in our user account settings page"
  },
  "ZTu/g+": {
    "defaultMessage": "Choosing the best card deck for the magic trick",
    "description": "The message when the Summarized Key Result is loading."
  },
  "zUEhBk": {
    "defaultMessage": "An empty bench, meaning there are no users on this team",
    "description": "The alternative text explaining the empty bench image"
  },
  "zVdCV2": {
    "defaultMessage": "{selectedusersquantity} people",
    "description": "This message appears in the input when multiple users are selected."
  },
  "ZVTdlV": {
    "defaultMessage": "Cinema ticket icon",
    "description": "The desc message for the TicketStar icon. This icon is used to ilustrate our key results"
  },
  "ZvutBL": {
    "defaultMessage": "Cadence",
    "description": "This message is displayed as the column header for the cycles table in the cadence column"
  },
  "zWpOXa": {
    "defaultMessage": "Create",
    "description": "The button to create or edit a cycle on modal"
  },
  "ZXpNJ2": {
    "defaultMessage": "Pizza chart icon",
    "description": "The desc message for the Graph icon. This icon is used to ilustrate our key results"
  },
  "ZYZI50": {
    "defaultMessage": "Members with individual plan {isLoaded, select, true {({totalMembersCount})} other{}}",
    "description": "Friends with individual OKRs title"
  },
  "ZZ+KxU": {
    "defaultMessage": "No answer",
    "description": "This message is displayed inside the empty state on last retrospective overview"
  },
  "texterify_timestamp": {
    "defaultMessage": "2023-07-14T01:31:58Z",
    "description": ""
  }
}
