{
  "+/9Nj7": {
    "defaultMessage": "Seu avatar",
    "description": "The title text of our image icon in our settings account page, it is displayed when an user hover the icon itself"
  },
  "+14i/d": {
    "defaultMessage": "Comece com um verbo de ação (atingir, alcançar, conquistar...).",
    "description": "The  first description of the tip when you are creating a KR."
  },
  "+4HFc4": {
    "defaultMessage": "Clique para começar a digitar",
    "description": "This message appears as a placeholder in the input where the user types their response."
  },
  "+G9goh": {
    "defaultMessage": "Ver mais...",
    "description": "This text is displayed in the button that expands a truncated text"
  },
  "+IK11v": {
    "defaultMessage": "O desenho de um fantasma, ilustrando que você está em uma página que não existe",
    "description": "This message is the alt message for our box drawing in the unknown error page"
  },
  "+O5SW4": {
    "defaultMessage": "Um ícone com uma série de traços verticais. Clique e arraste ele para reordenar seus resultados chave",
    "description": "The alternative text explaining our reorder icon"
  },
  "+XSqc3": {
    "defaultMessage": "Última atualização",
    "description": "This prefix is displayed as default in our last updated component"
  },
  "+ajAuo": {
    "defaultMessage": "Nenhuma pessoa encontrada",
    "description": "This message appears in our user search when we try to search for a given user without any results"
  },
  "+avOYN": {
    "defaultMessage": "Rotinas",
    "description": "The title of the first section of My Week notification tab."
  },
  "+kQOSG": {
    "defaultMessage": "Procurar Times",
    "description": "The placeholder in explore page"
  },
  "+o53JX": {
    "defaultMessage": "{quantityofmembers} membros adicionados ao time com sucesso.",
    "description": "This message appears in a successful toast when we add more than one user to a team."
  },
  "+r3NGz": {
    "defaultMessage": "Progresso",
    "description": "The title of the second column in our body table at the teams overview report in our dashboard"
  },
  "+r5To1": {
    "defaultMessage": "Atualizar",
    "description": "This message is displayed in a tooltip above the SliderThumb on our sliders"
  },
  "/2GFGI": {
    "defaultMessage": "O prazo deste objetivo",
    "description": "The title text of our calendar icon in our objective accordion, it is displayed when an user hover the icon itself"
  },
  "/6mxm9": {
    "defaultMessage": "Nome da empresa",
    "description": "The label of the company name while creating a new workspace"
  },
  "/9JMMz": {
    "defaultMessage": "Status",
    "description": "This text is displayed in our check-in card, as a title for the right column in the progress increase section"
  },
  "/Duwsm": {
    "defaultMessage": "Convidar usuário automaticamente",
    "description": "This is the label that defines if we should automatically invite the new user while creating a new workspace"
  },
  "/H4hHb": {
    "defaultMessage": "Buscar subtimes",
    "description": "This message is displayed inside the child teams section, on the search bar"
  },
  "/K30xB": {
    "defaultMessage": "Você não tem nenhum resultado-chave",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "/SbmLm": {
    "defaultMessage": "Uma seta em círculo, demonstrando que ao clicar aqui você redefinirá essa ação",
    "description": "This is the desc attribute of our reset icon. It is used by screen readers"
  },
  "/VrdI0": {
    "defaultMessage": "Um ícone de pasta",
    "description": "The desc message for the Folder icon. This icon is used to ilustrate our key results"
  },
  "/aK0UI": {
    "defaultMessage": "Um ícone de um avião de papel. Ao clicar nele você irá enviar um comentário",
    "description": "The alternative text explaining our paper plane icon"
  },
  "/cw+5N": {
    "defaultMessage": "Um botão que ao ser clicado direciona o usuário para a questão anterior no formulário de rotinas.",
    "description": "This message is the description of a button icon that, when clicked, directs the user to the previous question in the routines form."
  },
  "/uYO8t": {
    "defaultMessage": "Perfil",
    "description": "The page meta title"
  },
  "/vJzGe": {
    "defaultMessage": "Um ícone de marcador de página",
    "description": "The desc message for the Bookmark icon. This icon is used to ilustrate our key results"
  },
  "/xx1Eb": {
    "defaultMessage": "Descrição",
    "description": "This message is displayed as the label for the second input in our insert key-result drawer"
  },
  "0/VsDs": {
    "defaultMessage": "Com Barreira",
    "description": "We use this tag to group every key result with confidence lower than 0"
  },
  "02eAuB": {
    "defaultMessage": "Essa semana:",
    "description": "The text displayed as a prefix in our progress tag label in the team objective accordion button"
  },
  "02lpnJ": {
    "defaultMessage": "Comentário",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "03yPkn": {
    "defaultMessage": "Um ícone de bussúla",
    "description": "The desc message for the Discovery icon. This icon is used to ilustrate our key results"
  },
  "0BeMry": {
    "defaultMessage": "Modo rascunho",
    "description": "This message appears how the title of the third card in the Spotlight intro screen."
  },
  "0ETGK9": {
    "defaultMessage": "marcou você em um comentário de uma rotina:",
    "description": "This message is displayed to describe a notification that occurs when a user is tagged in a comment on a routine."
  },
  "0GnOhy": {
    "defaultMessage": "Criar novo ambiente",
    "description": "The page title that our users should see in this page"
  },
  "0N9lO8": {
    "defaultMessage": "Central de ajuda",
    "description": "MainAppBar user menu second item option"
  },
  "0OH4ZL": {
    "defaultMessage": "Descrição",
    "description": "The label text above the Description section in our key result single page or drawers"
  },
  "0OHE6C": {
    "defaultMessage": "Numérico",
    "description": "This message is displayed inside our key-result format select as the title of the number format"
  },
  "0PaRUc": {
    "defaultMessage": "Não tem ninguém aqui",
    "description": "This message appears when there is no user in a given list"
  },
  "0QlqtQ": {
    "defaultMessage": "Última edição no Key Result",
    "description": "This string is used as the description for the icon that the last key-result update."
  },
  "0R+aEr": {
    "defaultMessage": "O resultado-chave foi removido com sucesso",
    "description": "This message appears in a toast after the user removes a key-result"
  },
  "0SQt21": {
    "defaultMessage": "Novo valor",
    "description": "This is the label of the check-in form that indicates to which value the user would update her/his key result"
  },
  "0d1/rp": {
    "defaultMessage": "Indica o quanto esse resultado-chave evoluiu até o momento",
    "description": "This tooltip explains the fourth column of the key result list"
  },
  "0dk0bw": {
    "defaultMessage": "O logotipo do LinkedIn. Ao clicar você irá visitar o perfil do LinkedIn deste usuário",
    "description": "This message is displayed to screen readers to explain our LinkedIn icon"
  },
  "0kNbEF": {
    "defaultMessage": "Você desativou {name} com sucesso",
    "description": "This message is used as a toast message when we finish deactivating a given user"
  },
  "0kb3ea": {
    "defaultMessage": "Criar um subtime",
    "description": "This text appears inside the create subteam empty state, a button to create subteams"
  },
  "0t238C": {
    "defaultMessage": "Formato do Resultado-chave",
    "description": "This label appears above the third input in our insert key-result drawer"
  },
  "0xI/K7": {
    "defaultMessage": "Um ícone de microfone",
    "description": "The desc message for the Voice icon. This icon is used to ilustrate our key results"
  },
  "15BMJI": {
    "defaultMessage": "Valor Inicial",
    "description": "This text is used as a label on the update goal form inside the key-result drawers. That is the first label of that form"
  },
  "1C5Zpe": {
    "defaultMessage": "Adicionar nova tarefa",
    "description": "This label appears in our key-result sidebar drawer, in the end of our checklist"
  },
  "1Dc9iL": {
    "defaultMessage": "Na última hora",
    "description": "This label is displayed if the date difference is less than 1 hour"
  },
  "1IAVGz": {
    "defaultMessage": "Tarefas pendentes",
    "description": "Label for pending tasks selector item"
  },
  "1IedeB": {
    "defaultMessage": "Um ícone de localização que aparece junto a coluna de check-in de um usuário na tabela de indicatores de um time",
    "description": "A checklist icon that appears next to a user checkin column in a team indicators table"
  },
  "1Ve0Ag": {
    "defaultMessage": "Um ícone de um calendário, indicando que essa é a data limite do seu resultado-chave",
    "description": "The description text for the key-result section goal icon"
  },
  "1bgaUB": {
    "defaultMessage": "Meta",
    "description": "This text is used as a label on the update goal form inside the key-result drawers. That is the second label of that form"
  },
  "1lccXL": {
    "defaultMessage": "Essa pergunta é obrigatória!",
    "description": "This message appears to indicate that a required question has not been answered."
  },
  "1q4B+N": {
    "defaultMessage": "Um desenho de gato em cima de um computador.",
    "description": "The alternative text explaining our cat hanging out image"
  },
  "1rAwNV": {
    "defaultMessage": "Algumas páginas, exibindo também alguns ícones e outros desenhos",
    "description": "The alternative text explaining the pages image"
  },
  "1ss4IX": {
    "defaultMessage": "Um ícone de mensagem",
    "description": "The desc message for the Message icon. This icon is used to ilustrate our key results"
  },
  "2+RDgf": {
    "defaultMessage": "Adicionar Pessoa",
    "description": "The label text for the add button in our support team popover"
  },
  "29ODQz": {
    "defaultMessage": "Mas não se preocupe, ela vai ficar bem! Enquanto trabalhamos nisso, você pode clicar no botão aqui embaixo para voltar para o painel :)",
    "description": "The description displayed in our unknown error page"
  },
  "2FcRLo": {
    "defaultMessage": "CHECK-LISTS",
    "description": "The title of the checkLists column."
  },
  "2IBj4Z": {
    "defaultMessage": "Agora há pouco",
    "description": "This label is displayed if the date difference is less than 1 minute"
  },
  "2QbXJB": {
    "defaultMessage": "Desculpe, aconteceu um erro inesperado. Tente novamente mais tarde",
    "description": "This message appears as an error toast when we have an unknown error while creating a new user"
  },
  "2RoJ81": {
    "defaultMessage": "Feminino",
    "description": "This text is used accross our platform to identify the female gender"
  },
  "2Vtwxl": {
    "defaultMessage": "Histórico de respostas",
    "description": "This message appears as the title of the card that lists the history of retrospectives answered by a user."
  },
  "2ao/tW": {
    "defaultMessage": "Sobrenome do usuário inicial",
    "description": "The user last name while creating a new workspace"
  },
  "2chQA0": {
    "defaultMessage": "Faz tempo que ninguém interage nesse resultado-chave. Que tal compartilhar uma informação relevante com o time? :)",
    "description": "This text gives more details regarding our empty state card in the key result drawers"
  },
  "2iSLX9": {
    "defaultMessage": "Inglês",
    "description": "This message is used as the label for the english language in our locale switcher"
  },
  "2leAvr": {
    "defaultMessage": "Minhas Tarefas",
    "description": "The header in my tasks title, inside my things page"
  },
  "2nlZ3v": {
    "defaultMessage": "Visualize e altere as configurações de sua conta.",
    "description": "The page description that is displayed in Google and screen readers for the settings page."
  },
  "2vOg9s": {
    "defaultMessage": "Sem acesso",
    "description": "The message returned if the user didn't access Bud yet."
  },
  "30/f+o": {
    "defaultMessage": "Tem certeza que deseja desativar {gender, select, MALE {o} FEMALE {a} other {o}} usuári{gender, select, MALE {o} FEMALE {a} other {o}} {name}?",
    "description": "This text is used in our delete dialog confirmation to explain to the user what will happen"
  },
  "30/oaM": {
    "defaultMessage": "OKRs {companypreposition} {company}",
    "description": "Company OKR title on the navigation tab"
  },
  "32UR9m": {
    "defaultMessage": "Uma inteligência artificial foi incorporada para facilitar o entendimento seu e de sua equipe com relação ao planejamento e a estratégia de sua empresa.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the artificial intelligence resources available in Spotlight."
  },
  "32YYOa": {
    "defaultMessage": "Os OKRs do Plano Individual são definidos por cada pessoa. Eles não interferem no progresso da empresa.",
    "description": "Individual OKR subtitle of the page"
  },
  "39q6ig": {
    "defaultMessage": "OKRs",
    "description": "This message is displayed above the empty state inside the active cycles section at the Team page"
  },
  "3AEvLQ": {
    "defaultMessage": "Atenção! {breakline}Você está prestes a publicar este OKR",
    "description": "This message appears in the title of the modal that the user uses to confirm their action of posting an OKR."
  },
  "3XEc2H": {
    "defaultMessage": "Gênero do usuário inicial",
    "description": "The user gender while creating a new workspace"
  },
  "3cM4+o": {
    "defaultMessage": "Pronto!",
    "description": "This text appears on the team redirection page after the user responds to the routines form"
  },
  "3dAyni": {
    "defaultMessage": "Um desenho de uma mulher com um café na mão e mexendo em um computador, aparentemente feliz.",
    "description": "The alternative text explaining the zen girl image"
  },
  "3e+zPY": {
    "defaultMessage": "Finalizar",
    "description": "This button is displayed with our crop picture modal to submit the form"
  },
  "3gAggt": {
    "defaultMessage": "Check-in",
    "description": "This is the title of our progress slider popover. It appears when the user moves the slider thumb"
  },
  "3maJd0": {
    "defaultMessage": "Também podem editar informações como título, descrição e meta.",
    "description": "The tooltip text for the edition access description"
  },
  "3n0bhJ": {
    "defaultMessage": "Esses são os resultados-chave que fazem parte desse objetivo",
    "description": "This tooltip explains the first column of the key result list"
  },
  "3q/E0t": {
    "defaultMessage": "Ciclos de OKR",
    "description": "The subtitle page."
  },
  "3rnKj8": {
    "defaultMessage": "Confira como seu card aparecerá para outros usuários.",
    "description": "This subtitle is displayed as the subtitle of the user card preview section in our user account settings page"
  },
  "3vQ6G9": {
    "defaultMessage": "A calendar icon",
    "description": "This is the description of the calendar icon."
  },
  "3xZZCI": {
    "defaultMessage": "Esperado: {progress}%",
    "description": "Message to show the expetected progress of the project"
  },
  "3ye3aF": {
    "defaultMessage": "Significativos",
    "description": "This title guides the creation of Objectives."
  },
  "44uWtn": {
    "defaultMessage": "Um ícone arredondado com um gráfico de linha ao centro",
    "description": "The desc message for the Activity icon. This icon is used to ilustrate our key results"
  },
  "4Ac1ls": {
    "defaultMessage": "{team} | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "4JN6AF": {
    "defaultMessage": "Baixa produtividade",
    "description": "The title in the low productivity modal"
  },
  "4MCOg+": {
    "defaultMessage": "Progresso Anual",
    "description": "User's yearly progress title"
  },
  "4N1d+U": {
    "defaultMessage": "Últimas atividades",
    "description": "This text is displayed at the top of our timeline, as its title"
  },
  "4QPhgQ": {
    "defaultMessage": "RETROSPECTIVA SENTIMENTO",
    "description": "The title of the feeling column."
  },
  "4WREAh": {
    "defaultMessage": "{columnAccessor, select, user {Usuário} team {Time} productivity {Produtividade na semana} roadblock {Bloqueios na semana} feeling {Sentimentos na semana} lastRetrospective {Última retrospectiva} lastAccess {Último acesso} other {OKRs}}",
    "description": "This message appears in the header of each column of a Team Indicators table."
  },
  "4XHRhd": {
    "defaultMessage": "Meta",
    "description": "The heading text of the goal section in our key-result drawers"
  },
  "4cmOYV": {
    "defaultMessage": "Painel",
    "description": "MainAppBar menu item that links to \"Dashboard\" page"
  },
  "4f4cWE": {
    "defaultMessage": "Alto",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "4iiGjr": {
    "defaultMessage": "Empresa",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "4npgR9": {
    "defaultMessage": "Usuári{gender, select, MALE {o} FEMALE {a} other {o}} criad{gender, select, MALE {o} FEMALE {a} other {o}} com sucesso",
    "description": "This message appears when we create a new user as a toast"
  },
  "4uGYvu": {
    "defaultMessage": "Clima dos Times {companypreposition} {company}",
    "description": "Title of the metrics card"
  },
  "59sgdb": {
    "defaultMessage": "custom emoji with happy expression",
    "description": "This message is used as a description of emoji feeling 4"
  },
  "5OEJ9F": {
    "defaultMessage": "Ao realizar essa ação, o OKR entrará no ciclo atual e começará a ter seu progresso contabilizado. Todos os feedbacks serão mantidos dentro dos KRs.",
    "description": "This message appears in the description of the modal that the user uses to confirm their action of posting an OKR."
  },
  "5Vuq/6": {
    "defaultMessage": "{title} Sua resposta foi registrada e já está disponível para visualização nos times dos quais você faz parte. Para a página de qual deles você deseja ir?",
    "description": "This text appears on the team redirection page after the user responds to the routines form"
  },
  "5XBq+p": {
    "defaultMessage": "Meus Resultados-Chave | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "5fB6ei": {
    "defaultMessage": "Desculpe, mas um erro inesperado aconteceu. Tente novamente mais tarde",
    "description": "This message appears in an error toast after the user creates a new key-result but an unexpected error occurred"
  },
  "5llJzq": {
    "defaultMessage": "Você tem certeza que deseja apagar este {type}?",
    "description": "This text is used in our delete modal confirmation to explain to the user what will happen"
  },
  "5o6tYt": {
    "defaultMessage": "Explorar ciclos anteriores",
    "description": "This message appears below the time machine title, as an auxiliary title in a team's page"
  },
  "5r52/T": {
    "defaultMessage": "uma barreira no",
    "description": "This message appears as notification in confidence check in with barrier."
  },
  "5th5LY": {
    "defaultMessage": "Ué! Cadê a tela que tava aqui?",
    "description": "The title displayed in our unknown error page"
  },
  "5uf2Lq": {
    "defaultMessage": "Essas são as pessoas ajudando {name} neste resultado-chave",
    "description": "The message to guide and describe on what is a support team"
  },
  "5yQyMg": {
    "defaultMessage": "Explorar",
    "description": "The page title that our users should see in the teams explore page"
  },
  "608lDc": {
    "defaultMessage": "Veja seus resultados-chave e tarefas relacionadas à estratégia da empresa.",
    "description": "Company OKR subtitle of the page"
  },
  "612Wwz": {
    "defaultMessage": "Adicionar um OKR {cadence} no ciclo {cycle} {parent}",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "61S7n7": {
    "defaultMessage": "Ver detalhes",
    "description": "This message is the description of the option to view details  of a user."
  },
  "68qL+a": {
    "defaultMessage": "Gênero da empresa",
    "description": "The label of the company gender while creating a new workspace"
  },
  "6E9X3c": {
    "defaultMessage": "Redefinir",
    "description": "This is the button label that is displayed in our reset button"
  },
  "6J+ZAo": {
    "defaultMessage": "Título",
    "description": "This label is displayed above the first input of our form inside the key-result insert drawer"
  },
  "6P2s5k": {
    "defaultMessage": "Semana atual",
    "description": "The title of the current week indicator"
  },
  "6RzNYt": {
    "defaultMessage": "Um círculo com um ponto de interrogação no meio",
    "description": "This message explains our tooltip icon for screen readers"
  },
  "6Syzud": {
    "defaultMessage": "Novo objetivo",
    "description": "This message is used as the draft title of a new objective when an objective is created inside the team page"
  },
  "6XgcX8": {
    "defaultMessage": "O time de apoio também pode fazer check-in nos resultados-chave dos quais participam.",
    "description": "The tooltip text for the check-ins description"
  },
  "6aChVs": {
    "defaultMessage": "Nesta semana",
    "description": "This label is displayed if the date difference is 1 week or less"
  },
  "6cUb9x": {
    "defaultMessage": "Pontos de atenção nos resultados-chave",
    "description": "This message appears in the title of the team KRs attention points section."
  },
  "6gyBBo": {
    "defaultMessage": "Sentimento",
    "description": "This message appears on feeling chart tooltip as the title that suggests what the data means."
  },
  "6spUEn": {
    "defaultMessage": "Fazer check-in",
    "description": "This message is displayed as a label button when the check-in form is closed in our key result section"
  },
  "6uAE86": {
    "defaultMessage": "Criar Resultado-chave",
    "description": "This message is used as the label to the create key-result button inside the objective accordion"
  },
  "6vXlkc": {
    "defaultMessage": "Visualize os dados de avanço da empresa como um todo, suas prioridades, um gráfico de expectativa de avanço e o nível de confiança geral.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "728+oa": {
    "defaultMessage": "Todas as tarefas",
    "description": "Label for all tasks selector item"
  },
  "77LX/s": {
    "defaultMessage": "Vincule seu perfil às suas redes sociais para facilitar a conexão com seus colegas!",
    "description": "This subtitle is displayed as the subtitle of the social media section in our user account settings page"
  },
  "77VQfc": {
    "defaultMessage": "para fazer quebra de linha",
    "description": "This message appears in the instruction on how to do a line break in the input."
  },
  "78OHKs": {
    "defaultMessage": "As notificações relacionadas a este resultado-chave, como novos comentários, também serão enviadas ao time de apoio.",
    "description": "The tooltip text for the notifications description"
  },
  "7GDhfH": {
    "defaultMessage": "O ciclo está ativo, a funcionalidade de check-in está disponível, e o progresso está sendo mensurado.",
    "description": "This string is used to describe the cycles active status option."
  },
  "7VhC49": {
    "defaultMessage": "Visão geral dos OKRs",
    "description": "The title of the OKRs overview"
  },
  "7WlK+y": {
    "defaultMessage": "Um ícone de um alvo, que aparece junto com a pergunta de quais os focos do usuário para próxima semana.",
    "description": "This message appears as the title of the card that lists the history of retrospectives answered by a user."
  },
  "7Yw26b": {
    "defaultMessage": "Selecione o ano",
    "description": "This message is displayed when no year filter was selected"
  },
  "7d+540": {
    "defaultMessage": "Uma seta para cima, indicando que o menu de seleção de ciclos está aberto",
    "description": "This message is displayed to the user screen reader when the year select menu is opened"
  },
  "7uQQbf": {
    "defaultMessage": "Nome do período anual",
    "description": "The label of the company yearly period while creating a new workspace"
  },
  "7xrfSX": {
    "defaultMessage": "Com barreira",
    "description": "Title of barrier health strategy"
  },
  "8+y0VC": {
    "defaultMessage": "Nenhuma pessoa",
    "description": "This message appears when there is no user to display in a given user list"
  },
  "8/Eg3L": {
    "defaultMessage": "100",
    "description": "This message is displayed inside our key-result format select as the example of the number format"
  },
  "81Bqza": {
    "defaultMessage": "Um ícone de X. Ao clicar nele você irá fechar a máquina do tempo",
    "description": "This message is used by screen readers to explain our time machine close button inside a team's page"
  },
  "84XFCQ": {
    "defaultMessage": "Percentual",
    "description": "This message is displayed inside our key-result format select as the title of the percent format"
  },
  "8693wE": {
    "defaultMessage": "Último check-in",
    "description": "This message is displayed alongisde with the header, as the prefix for our last update text component"
  },
  "89ola3": {
    "defaultMessage": "Um ícone de seta para baixo, representando o quanto sua empresa regrediu na última semana",
    "description": "This message is used by screen readers to explain our arrow down icon"
  },
  "8Ay4MQ": {
    "defaultMessage": "Nenhum check-in realizado",
    "description": "This label is displayed if we do not have any update date to display"
  },
  "8B+4Un": {
    "defaultMessage": "Use este painel para configurar os usuários da plataforma.",
    "description": "The description page."
  },
  "8CjDR7": {
    "defaultMessage": "Cancelar",
    "description": "This message is used in the cancel button when we are in the confirmation dialog"
  },
  "8Cn1Wy": {
    "defaultMessage": "{isEditing, select, true {Salvar} other {Criar resultado-chave} }",
    "description": "This is a button label displayed inside the insert key-result drawer. This is the second button"
  },
  "8EZRzi": {
    "defaultMessage": "Dia de início do período trimestral",
    "description": "The label of the company quarterly date start while creating a new workspace"
  },
  "8HUHbX": {
    "defaultMessage": "atribuiu uma tarefa a você:",
    "description": "This message appears as describe on notification where a user is assigned to a task."
  },
  "8LTdv4": {
    "defaultMessage": "Objetivo",
    "description": "The text of the table head related to the Objective column"
  },
  "8PcB2d": {
    "defaultMessage": "Sem KR",
    "description": "This message appears on table that shows the no members no related KRs."
  },
  "8Qz7RP": {
    "defaultMessage": "Progresso geral dos objetivos no ciclo atual",
    "description": "Subtitle to show on the team ranking page when gamification is disabled"
  },
  "8YI1Fn": {
    "defaultMessage": "Financeiro (Real)",
    "description": "This message is displayed inside our key-result format select as the title of the coin BRL format"
  },
  "8gbub2": {
    "defaultMessage": "Status",
    "description": "This message is displayed as the column header for the cycle table in the status column"
  },
  "8kcr+g": {
    "defaultMessage": "Usuário",
    "description": "This message is displayed as the user name whenever the user is not defined"
  },
  "8l7xtl": {
    "defaultMessage": "Sair",
    "description": "The label displayed in the user logout button"
  },
  "91fiAW": {
    "defaultMessage": "Ícone de sino vermelho",
    "description": "The description of bell icon that warns you to answer the routine. "
  },
  "97e4V+": {
    "defaultMessage": "Vamos criar uma tarefa pessoal?",
    "description": "Personal tasks empty state title"
  },
  "987MLd": {
    "defaultMessage": "Explorar",
    "description": "The name of the Explore page, located at \"/explore\""
  },
  "9CP8fU": {
    "defaultMessage": "Um ícone de um lápix, que aparece junto com a pergunta de algum recado que o usuário deixou para o time",
    "description": "The alternative text explaining our graphic icon"
  },
  "9Ni88b": {
    "defaultMessage": "Icone que apresenta três pessoas, representando um time.",
    "description": "This message is the description of an icon that is presented as the title of the component that presents the Indicators of a team."
  },
  "9O5Xaa": {
    "defaultMessage": "Seu time ainda não tem nenhum resultado-chave anual",
    "description": "Message to show when there are no summary results"
  },
  "9OSi6W": {
    "defaultMessage": "Data de fim",
    "description": "The company quarterly date end input placeholder while creating a new workspace"
  },
  "9Y9dS0": {
    "defaultMessage": "Nome do ciclo",
    "description": "The description for name cycle field"
  },
  "9dXuLd": {
    "defaultMessage": "R$ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin BRL format"
  },
  "9eQWJv": {
    "defaultMessage": "Email do usuário inicial",
    "description": "The user email while creating a new workspace"
  },
  "9iN0R8": {
    "defaultMessage": "Atenção! Essa ação não pode ser desfeita",
    "description": "This message is used as the default message in our dangerous action confirmation modal"
  },
  "9sw0lJ": {
    "defaultMessage": "Selecione seu gênero",
    "description": "This is the fallback value that goes on our user account settings page, at the sixth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "A+zcmM": {
    "defaultMessage": "Selecionar",
    "description": "This is the default placeholder while selecting a given value in a select menu"
  },
  "A5ct4X": {
    "defaultMessage": "Um ícone de documento de texto",
    "description": "The desc message for the Document icon. This icon is used to ilustrate our key results"
  },
  "A6+vC/": {
    "defaultMessage": "O progresso do objetivo reflete a média dos seus resultados-chave e a menor confiança entre eles.",
    "description": "This tooltip explains how the progress of the objective is calculated"
  },
  "A6/DXF": {
    "defaultMessage": "Salvar",
    "description": "This text appears as a browser tooltip above the icon. This icon appears below an EditableTextArea. It is used to save the edition of that field"
  },
  "ADoBmy": {
    "defaultMessage": "Ícone de maleta representando o índice de produtividade",
    "description": "The description of the productivty icon"
  },
  "AFjRlx": {
    "defaultMessage": "sem resposta",
    "description": "The text that appears in the user list, if the user hasn't answered yet"
  },
  "AII0ao": {
    "defaultMessage": "Visualize seus resultados-chave e seus detalhes, atualize seu progresso e seu nível de confiança.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "AO/RyT": {
    "defaultMessage": "Copiar título deste Resultado-Chave",
    "description": "This message appears in the button that copies the title of the key result"
  },
  "AQkkKh": {
    "defaultMessage": "Você reativou {name} com sucesso.",
    "description": "This message appears in a toast after reactivating a user."
  },
  "ATbiBE": {
    "defaultMessage": "comentou no seu resultado-chave:",
    "description": "This message is displayed to describe a notification that occurs when someone comments on a user`s KR."
  },
  "AngG7m": {
    "defaultMessage": "{today, select, true {hoje às} false {às} other {às}}",
    "description": "The prefix of the hour description"
  },
  "B/fme2": {
    "defaultMessage": "Que bom te ver de novo, {name}! :)",
    "description": "The page title that our users should see in the dashboard page"
  },
  "B0G29o": {
    "defaultMessage": "Baixo",
    "description": "We use this tag to group every key result with confidence that is 0 or higher and lower than 25"
  },
  "B17Dy1": {
    "defaultMessage": "Ok",
    "description": "Routine notification settings modal button label"
  },
  "B1P9ld": {
    "defaultMessage": "Produtividade",
    "description": "This message appears on productivity chart tooltip as the title that suggests what the data means."
  },
  "B3oV9s": {
    "defaultMessage": "Objetivo atualizado com sucesso",
    "description": "This text is displayed as a toast when the user clicks on the check button to update a given objective title"
  },
  "B8EqZN": {
    "defaultMessage": "Publicar",
    "description": "This message is displayed as label of the button used to publish a OKR."
  },
  "BEo9Xi": {
    "defaultMessage": "Desativar usuári{gender, select, MALE {o} FEMALE {a} other {o}}",
    "description": "This text is used in our deactivate user button in the profile sidebar in our team page"
  },
  "BOJlqi": {
    "defaultMessage": "Progresso Trimestral",
    "description": "User's quarterly progress title"
  },
  "BTaFbJ": {
    "defaultMessage": "São ousados, desafiadores e devem gerar um certo nível de desconforto por não serem fáceis de alcançar.",
    "description": "This card guides the creation of Objectives."
  },
  "BYO0eO": {
    "defaultMessage": "Um ícone de lixeira. Ao clicar nele você irá remover este resultado-chave",
    "description": "This text is used by screen readers to explain our trash can icon, used to remove that line in the key-result table"
  },
  "BeFobb": {
    "defaultMessage": "Isso também excluirá todos os OKRs criados neste ciclo. Essa ação não pode ser desfeita.",
    "description": "This message is used as the description in our first dialog while removing a cycle"
  },
  "BipZgy": {
    "defaultMessage": "Desculpe, mas aconteceu um erro inesperado. Tente novamente mais tarde",
    "description": "This text is displayed as a toast when the user tries to update an objective but an error occur"
  },
  "BydeYi": {
    "defaultMessage": "Início",
    "description": "The label text inside the Cycle section, above the start date in our key result single page or drawers"
  },
  "C+pEn4": {
    "defaultMessage": "Usuário",
    "description": "The title of the user column"
  },
  "C6YmFo": {
    "defaultMessage": "Dicas para escrever um bom resultado-chave:",
    "description": "The title of the tip when you are creating a KR."
  },
  "CDO5jp": {
    "defaultMessage": "Inativo",
    "description": "This option makes an not-active cycle"
  },
  "CEhx3c": {
    "defaultMessage": "Informações pessoais",
    "description": "This label defines the text on the first menu section option"
  },
  "CMMxiV": {
    "defaultMessage": "Enviar comentário",
    "description": "The title displayed in the tooltip when the user hovers our paper plane icon in our add comment form"
  },
  "CQAFfW": {
    "defaultMessage": "Se tudo continuar assim, esperamos alcançar o resultado",
    "description": "This text explains our tag to the user"
  },
  "CQPpEV": {
    "defaultMessage": "Ativo",
    "description": "This string is used to select the active cycles option."
  },
  "CS3a8I": {
    "defaultMessage": "Ativo",
    "description": "This option makes an active cycle"
  },
  "CWzl6a": {
    "defaultMessage": "Nenhuma informação",
    "description": "The fallback value appears if no value is defined for that text area. This text area is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "CgwzlN": {
    "defaultMessage": "Um ícone de pausa, representando bloqueios.",
    "description": "The pause icon description"
  },
  "CkCxOl": {
    "defaultMessage": "Posição do time",
    "description": "The title of the first column in our body table at the teams overview report in our dashboard"
  },
  "Cli69X": {
    "defaultMessage": "Data de início",
    "description": "The company quarterly date start input placeholder while creating a new workspace"
  },
  "CmE1a+": {
    "defaultMessage": "Um ícone de busca. Ao clicar nele uma barra de busca se abrirá para você",
    "description": "The alternative text explaining our search icon"
  },
  "CmYkJk": {
    "defaultMessage": "Produtividade",
    "description": "The title of the productivity chart"
  },
  "CoBhGc": {
    "defaultMessage": "Bloqueio",
    "description": "The title in the roadblock modal"
  },
  "Cr1hEp": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed as the title of our check-in cards"
  },
  "Cu5tci": {
    "defaultMessage": "Se quiser, inclua uma descrição para ajudar seus colegas a entenderem por que esse resultado-chave é importante e como você pretende alcançá-lo.",
    "description": "This message is displayed as the placeholder for our second input in our key-result drawer"
  },
  "D22TnL": {
    "defaultMessage": "Responder",
    "description": "The text that goes in the answer routine button"
  },
  "D7gTso": {
    "defaultMessage": "Você pode acompanhar todo o histórico de modificações de seus objetivos e resultados chave em um só lugar.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the change history in Spotlight."
  },
  "D8ZyT4": {
    "defaultMessage": "Um ícone de coroa que representa a sua empresa",
    "description": "This message is used by screen readers to explain our crown icon"
  },
  "D9XMWI": {
    "defaultMessage": "Meta",
    "description": "This tooltip is displayed when the user hovers the right side value of our progress bar"
  },
  "DB7Ai9": {
    "defaultMessage": "Salvar",
    "description": "Text in the save action button"
  },
  "DEMBaq": {
    "defaultMessage": "Um ícone com o sinal de positivo, indicando que ao clicar aqui você irá abrir o painel para inserir um resultado-chave",
    "description": "This message is used inside the objective accordion panel, on the insert key-result button"
  },
  "DHoDPU": {
    "defaultMessage": "Salvar",
    "description": "This text is displayed as the button that will save the update for our goal update popover inside the key-result drawers"
  },
  "DRyY0A": {
    "defaultMessage": "Defina um desafio agressivo porém realista.",
    "description": "The third description of the tip when you are creating a KR."
  },
  "DWCNAb": {
    "defaultMessage": "Passo 3",
    "description": "The label of the third step while creating a new workspace"
  },
  "Dnh8iG": {
    "defaultMessage": "de <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the first line of our confidence tooltip"
  },
  "DrLml8": {
    "defaultMessage": "Clique aqui para fechar o formulário de check-in",
    "description": "This message is displayed as the alternative text for the close button in our check-in form"
  },
  "DrWtMs": {
    "defaultMessage": "Criar time",
    "description": "The text displayed inside create team button in explore page"
  },
  "DsPsDZ": {
    "defaultMessage": "Este time não possui nenhum subtime.",
    "description": "This message is displayed in our team plage inside the child teams section when that team has no child teams"
  },
  "Du7aqJ": {
    "defaultMessage": "Carregando...",
    "description": "The message in the download button when the CSV is loading"
  },
  "Dxj0ms": {
    "defaultMessage": "Email",
    "description": "This is the label that goes on our user account settings page, at the email field to update the user informations"
  },
  "E+0+QH": {
    "defaultMessage": "Tem certeza que deseja excluir este resultado-chave?",
    "description": "This message is used as the title in our first dialog while removing a key-result"
  },
  "E1gZWO": {
    "defaultMessage": "Resultado-chave {isEditing, select, true {editado} other {criado}} criado com sucesso!",
    "description": "This message appears after the user creates a new key-result as a toast"
  },
  "EJLLb9": {
    "defaultMessage": "{type, select, feeling {Sentimento} productivity {Produtividade na semana} roadblock {Bloqueios na semana} other {OKRs}}",
    "description": "The title of the modal"
  },
  "EZ8KCj": {
    "defaultMessage": "Email",
    "description": "The user email input placeholder while creating a new workspace"
  },
  "EkoIl2": {
    "defaultMessage": "Criar novo subtime",
    "description": "This message appears as an option in the team page while adding a new user"
  },
  "ErVh0y": {
    "defaultMessage": "Valor atual",
    "description": "This is the label of the check-in form that indicates from which value the user would update her/his key result"
  },
  "EvtBM8": {
    "defaultMessage": "Progresso acumulado dessa semana",
    "description": "This message is displayed weekly progress tag"
  },
  "F33Lyk": {
    "defaultMessage": "Cor do Nível de Confiança",
    "description": "The text of the table head related to the Confidence Level color column"
  },
  "F5kY8c": {
    "defaultMessage": "Financeiro (Euro)",
    "description": "This message is displayed inside our key-result format select as the title of the coin EUR format"
  },
  "F7vED6": {
    "defaultMessage": "Tudo tranquilo por aqui!",
    "description": "The emptyState message."
  },
  "F9UdBv": {
    "defaultMessage": "Ações",
    "description": "This message is displayed as the column header for the cycle table in the actions column"
  },
  "FEd9u8": {
    "defaultMessage": "Salvar",
    "description": "This message is displayed in the \"SAVE\" button in the checkin form"
  },
  "FMvbXp": {
    "defaultMessage": "No ciclo {cadence} {cycle} {parent}",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "FPhsI3": {
    "defaultMessage": "Selecione seus times",
    "description": "This is the fallback value that goes on our user account settings page, at the fourth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "FQaST6": {
    "defaultMessage": "Um ícone de X. Ao clicar nele você irá cancelar a edição deste campo",
    "description": "This text is used by screen readers to explain the X icon. This icon appears below an EditableTextArea. It is used to cancel the edition of that field"
  },
  "FRO0CY": {
    "defaultMessage": "Você perderá todos os check-ins e comentários feitos até aqui.",
    "description": "This message is used as the description in our first dialog while removing a key-result"
  },
  "FUoyU3": {
    "defaultMessage": "PUBLICAR",
    "description": "This is the keyword that the user needs to enter to confirm their action of publishing an OKR."
  },
  "FVnpVq": {
    "defaultMessage": "Um ícone de seta para o lado direito, meramente ilustrativo",
    "description": "The alternative text explaining our arrow right icon"
  },
  "FWsiRf": {
    "defaultMessage": "{confidence, select, barrier {Todos os resultados-chave {confidencetext}} other {Todos os resultados-chave de {confidencetext}}}",
    "description": "The title for the dashboard key results modal"
  },
  "Fb0ZAK": {
    "defaultMessage": "Devem descrever uma visão de futuro atraente e motivante que valha a pena o esforço para alcançar.",
    "description": "This card guides the creation of Objectives."
  },
  "FoCix/": {
    "defaultMessage": "Procurar",
    "description": "The text is displayed as the default placeholder for all our search inputs"
  },
  "G/bGAZ": {
    "defaultMessage": "Ambiente criado com sucesso",
    "description": "The title of the toast that appears when we create a new workspace"
  },
  "G9m+Ed": {
    "defaultMessage": "O acesso desta pessoa ao Bud foi desativado.",
    "description": "This message appears in the tooltip of users with inactive account state."
  },
  "GBh0Xf": {
    "defaultMessage": "Desculpe, mas já existe um usuário com este e-mail",
    "description": "This message is used as an toast error message when we try to create an user with an existing e-mail"
  },
  "GHu/pe": {
    "defaultMessage": "Um ícone de video",
    "description": "The desc message for the Video icon. This icon is used to ilustrate our key results"
  },
  "GKl+a6": {
    "defaultMessage": "Desativar conta",
    "description": "This message is the description of the option to deactivate a user account."
  },
  "GYE/N/": {
    "defaultMessage": "{user} está passando por um momento difícil. Que tal uma conversa?",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "GeAU92": {
    "defaultMessage": "Um ícone de configurações. Ao clicar nele você irá para a tela de configurações da nossa plataforma",
    "description": "The alternative text explaining our settings icon"
  },
  "GeIXxi": {
    "defaultMessage": "Este time estará vinculado a {teamname}",
    "description": "The text is displayed as header description in the add team modal"
  },
  "GepLaP": {
    "defaultMessage": "Uma mão apertando um botão com um icone de seleção de uma tarefa",
    "description": "The alternative text explaining the check item image"
  },
  "Gk28Al": {
    "defaultMessage": "novo!",
    "description": "Tag new item"
  },
  "GlsTIu": {
    "defaultMessage": "{hasBlock, select, y {Sim} n {Não} other {}}",
    "description": "This message appears as a label on the icon representing the user lock status in the last retrospective."
  },
  "GnbGX+": {
    "defaultMessage": "Sem resposta na semana passada",
    "description": "The outdated text that goes in the update text, below the routine title, when the routine is outdated."
  },
  "GqZyEx": {
    "defaultMessage": "POR TIME",
    "description": "The title of the team metrics rows"
  },
  "GrPUMn": {
    "defaultMessage": "Mês de",
    "description": "The prefix that appears in our chart tooltip in the key-result sidebar while seeing an yearly key-result"
  },
  "Gt9Z3F": {
    "defaultMessage": "Página não encontrada | bud",
    "description": "The page title of our not found error page that is displayed in the browser tab"
  },
  "GuD4W6": {
    "defaultMessage": "Plano Individual",
    "description": "Individual OKR title of the page"
  },
  "GyV44g": {
    "defaultMessage": "Resultados-Chave",
    "description": "Title of key results"
  },
  "GzrbYC": {
    "defaultMessage": "Confirmação de segurança",
    "description": "This message is displayed as the input label for the danger confirmation resource dialog"
  },
  "H/aZym": {
    "defaultMessage": "Escolha como suas informações aparecerão para os outros usuários.",
    "description": "This subtitle is displayed as the subtitle of the personal informations section in our user account settings page"
  },
  "H/tYPn": {
    "defaultMessage": "{name} perderá o acesso ao Bud e será removido dos times aos quais pertence, mas manteremos o histórico de check-ins e comentários feitos até aqui.",
    "description": "This message appears in the confirmation dialog when we try to deactivate an user."
  },
  "H0xYvz": {
    "defaultMessage": "Estes são os resultados-chave e as tarefas atribuídos a {username}.",
    "description": "The page subtitle for users profile"
  },
  "H1CBmX": {
    "defaultMessage": "A calendar icon",
    "description": "The calendar icon description that goes in the routine reminder notification"
  },
  "HAQ+JV": {
    "defaultMessage": "Um círculo vermelho, indicando que a confiança está baixa",
    "description": "A brief explanation for screen readers regarding the red status circle"
  },
  "HEYvPI": {
    "defaultMessage": "Criar Resultado Chave",
    "description": "This message appears as the title of the insert Key Result drawer"
  },
  "HGE7UV": {
    "defaultMessage": "{columnAccessor, select, userKeyResultsOverview {Progresso em krs} lastAccess {Último acesso} checkin {Check-in} checklist {Check-list} lastRetrospectiveAnswer {Retrospectiva} other {}}",
    "description": "This message appears in the header of each column of a Team Indicators table."
  },
  "HQfOOa": {
    "defaultMessage": "Ciclo",
    "description": "The label text above the Cycle section in our key result single page or drawers"
  },
  "HSCaRw": {
    "defaultMessage": "Adicionar membro ao time",
    "description": "This is the title of the modal that is used to add members to a team."
  },
  "HhSnBG": {
    "defaultMessage": "DESATIVAR",
    "description": "This is the keyword that the user needs to type to deactivate a given user"
  },
  "HsEMwj": {
    "defaultMessage": "Uma seta longa para a direita, separando o progresso anterior (à esquerda) do novo progress do check-in (à direita)",
    "description": "This text is displayed to screen readers, explaining the right arrow icon in our check-in card"
  },
  "I+MSuS": {
    "defaultMessage": "Ver menos...",
    "description": "This text is displayed in the button that collapses the truncated text"
  },
  "I+bKe4": {
    "defaultMessage": "Editar este Objetivo",
    "description": "This is the second option that appears when you open the menu of a given objective inside the accordion button"
  },
  "I3ms2g": {
    "defaultMessage": "Ícone de filtro com 3 linhas",
    "description": "The description of three layer icon that filters the answer search."
  },
  "I7MY1s": {
    "defaultMessage": "Notificações",
    "description": "Tooltip title of the notification bell."
  },
  "I8NCD3": {
    "defaultMessage": "Check-in realizado",
    "description": "This string is used as the description for the icon that indicates that the key-result is updated"
  },
  "ICcB35": {
    "defaultMessage": "Minha semana",
    "description": "This message appears as the title of the Check-ins and routine option in the notifications modal."
  },
  "IGHT6z": {
    "defaultMessage": "Você perderá todos os resultados-chave deste OKR, incluindo todos os check-ins e comentários feitos até aqui.",
    "description": "This message is used as the modal description while removing a given objective"
  },
  "IGODpK": {
    "defaultMessage": "Ciclo",
    "description": "The text of the table head related to the Cycle column"
  },
  "IHNvqx": {
    "defaultMessage": "Responsável",
    "description": "The label text above the Owner section in our key result single page or drawers"
  },
  "INrEzv": {
    "defaultMessage": "Masculino",
    "description": "This is the male option while selecting a gender to create a new user"
  },
  "IU2bu6": {
    "defaultMessage": "Escreva {keyword} para confirmar sua ação",
    "description": "This message appears as a placeholder on the input in the danger confirmation modal while deleting a given resource"
  },
  "IWr6NM": {
    "defaultMessage": "€ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin EUR format"
  },
  "IfVw1+": {
    "defaultMessage": "Semana",
    "description": "The text that appears at the week description"
  },
  "Ii3n+d": {
    "defaultMessage": "para <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the second line of our confidence tooltip"
  },
  "IsUZSc": {
    "defaultMessage": "Excluir este Resultado-Chave",
    "description": "This message appears in the button that deletes the key result"
  },
  "ItLQef": {
    "defaultMessage": "Check-in realizado",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "J+UxkH": {
    "defaultMessage": "{progress, select, 0 {Sem variação} other {Variação de <highlight>{signal}{progress}%</highlight>}}",
    "description": "This label appears in our stamp title. It represents how much your company has increased since last week"
  },
  "J0sAff": {
    "defaultMessage": "Ciclo {period} excluído com sucesso.",
    "description": "This message appears in a toast after the user removes an cycle."
  },
  "J3ARiQ": {
    "defaultMessage": "OKR Master",
    "description": "This string is used to select the user edit role."
  },
  "J5Rfuu": {
    "defaultMessage": "Crie novas tarefas pela barra lateral dos resultados-chave em que você atua.",
    "description": "The empty state message when you have no tasks"
  },
  "JBA9+L": {
    "defaultMessage": "Explorar ciclos anteriores",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "JHyn+l": {
    "defaultMessage": "Essa ação não pode ser desfeita",
    "description": "This text is giving more details regarding the delete alert in our drawers"
  },
  "JItuU0": {
    "defaultMessage": "Coisas de {username}",
    "description": "The page title for users profile"
  },
  "JKqe2t": {
    "defaultMessage": "Uma caixa vazia.",
    "description": "The alternative text explain the empty state message from notifications list."
  },
  "JNiINj": {
    "defaultMessage": "Veja nossos exemplos de OKRs",
    "description": "This button redirects to the page that teaches about OKRs."
  },
  "JZJeBS": {
    "defaultMessage": "Ontem",
    "description": "This label is displayed if the last is yesterday"
  },
  "Jc/lcm": {
    "defaultMessage": "Progresso esperado: {progress}%",
    "description": "The tooltip content for the projected progress thumb"
  },
  "JcoCf/": {
    "defaultMessage": "Média da semana",
    "description": "The description of the radial graph that indicates the week mean"
  },
  "Jdklxm": {
    "defaultMessage": "O desenho de um fantasma, ilustrando que você está em uma página que não existe",
    "description": "This message is the alt message for our box drawing in the not found error page"
  },
  "Jj0rRJ": {
    "defaultMessage": "Administradores possuem acesso total de criação, edição e exclusão de OKRs, usuários e ciclos de estratégia.",
    "description": "This string is used to describe the user admin role selection."
  },
  "Jk/gDc": {
    "defaultMessage": "Criar objetivo",
    "description": "Title of the create objective button"
  },
  "Jkg7nT": {
    "defaultMessage": "US$ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin USD format"
  },
  "Jl5nlI": {
    "defaultMessage": "custom emoji with sad expression",
    "description": "This message is used as a description of emoji feeling 1"
  },
  "Joj9R9": {
    "defaultMessage": "PROGRESSO",
    "description": "The title of the progress column."
  },
  "Jw9V43": {
    "defaultMessage": "Opções",
    "description": "This message appears how description to menu action options"
  },
  "Jx/tRY": {
    "defaultMessage": "Nome do time:",
    "description": "The label to the team name field in team add/edit modal"
  },
  "K03Z5V": {
    "defaultMessage": "Período",
    "description": "The company quarterly period input placeholder while creating a new workspace"
  },
  "K04poX": {
    "defaultMessage": "NOTIFICAÇÕES",
    "description": "The tooltip text for the notifications text"
  },
  "K4Rjji": {
    "defaultMessage": "Histórico",
    "description": "Title of the history button"
  },
  "K8KvrI": {
    "defaultMessage": "Minhas Coisas",
    "description": "MainAppBar menu item that links to \"My Things\" page"
  },
  "KDE9dq": {
    "defaultMessage": "Se realmente tem certeza de que deseja excluir o ciclo {period} e todos os seus OKRs, confirme sua ação escrevendo “EXCLUIR” no campo abaixo:",
    "description": "This message is used as the description in our  second dialog while removing a cycle"
  },
  "KGQV/U": {
    "defaultMessage": "Nome",
    "description": "The company name input placeholder while creating a new workspace"
  },
  "KSjqcC": {
    "defaultMessage": "%",
    "description": "The text of the table head related to the percentual progress column"
  },
  "KdYFbe": {
    "defaultMessage": "Apagar",
    "description": "This text is displayed in our menu, as an anchor to remove that given card"
  },
  "L/b/G/": {
    "defaultMessage": "Um desenho de uma pasta aberta sem nada dentro",
    "description": "The alternative text explaining the empty folder image"
  },
  "L0c5bp": {
    "defaultMessage": "Meta",
    "description": "This label appears above the fifth input in our insert key-result drawer"
  },
  "L2l/Rw": {
    "defaultMessage": "CONFIANÇA",
    "description": "The title of the confidence column."
  },
  "L3D4+H": {
    "defaultMessage": "Use os campos abaixo para fazer{breakline} alterações neste ciclo:",
    "description": "The description for cycle modal"
  },
  "L5w0P3": {
    "defaultMessage": "Feminino",
    "description": "This is the female option while selecting a gender to create a new user"
  },
  "LAEhNz": {
    "defaultMessage": "Adicionar nova tarefa a este KR",
    "description": "The label for create KR task button"
  },
  "LBZ+5U": {
    "defaultMessage": "{mode, select, FILLED {Criar objetivo} other {Avançar}}",
    "description": " This message appears on the button to move to the next step in the workflow for creating or editing an objective."
  },
  "LDLFtf": {
    "defaultMessage": "Sobre {isMyUser, select, true {você} other {{gender, select, MALE {o} FEMALE {a} other {o}} {firstName}}}",
    "description": "This is the label that goes on our user account settings page, at the seventh field to update the user informations"
  },
  "LQfRhU": {
    "defaultMessage": "Ir para o perfil",
    "description": "This message is the description of the option to redirect to profile of a user."
  },
  "LavvSV": {
    "defaultMessage": "ÚLTIMO CHECK-IN",
    "description": "The title of the latestCheckInDate column."
  },
  "Lc60Nd": {
    "defaultMessage": "Posição atual",
    "description": "This message is displayed below the current progress thumb"
  },
  "LeHFjM": {
    "defaultMessage": "RETROSPECTIVA BLOQUEIO",
    "description": "The title of the roadBlock column."
  },
  "LhZDKa": {
    "defaultMessage": "Enviar",
    "description": "The label of the button used to submit a new workspace"
  },
  "Ln2GmC": {
    "defaultMessage": "Gênero",
    "description": "The user gender input placeholder while creating a new workspace"
  },
  "Lt+YEZ": {
    "defaultMessage": "Fim",
    "description": "This message is displayed as the column header for the cycle table in the date end column"
  },
  "LvI+KK": {
    "defaultMessage": "Idioma",
    "description": "This message is the label of our locale switcher in the settings page"
  },
  "Lxrv+d": {
    "defaultMessage": "Criar Ciclo",
    "description": "This button is used to create a new cycle."
  },
  "M2QJC/": {
    "defaultMessage": "Sem check-in",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "M9Jejl": {
    "defaultMessage": "Painel | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "MAAXnt": {
    "defaultMessage": "incluiu você como time de apoio em um KR:",
    "description": "This message appears as describe on notification where a user is included on support team of a key-result."
  },
  "MBvlAH": {
    "defaultMessage": "conta desativada",
    "description": "This string is used to select the not-active cycles option."
  },
  "MHv/ZI": {
    "defaultMessage": "Este time não possui membros",
    "description": "This message is displayed when there is no users in a given team"
  },
  "MIYGie": {
    "defaultMessage": "Seta para direita",
    "description": "The description of the arrow icon."
  },
  "MNn3/r": {
    "defaultMessage": "Insira uma descrição clicando aqui",
    "description": "This text is displayed as a placeholder for the description section of a key-result, only when that key-result don't have a description"
  },
  "Me1wRC": {
    "defaultMessage": "Notificações",
    "description": "This message appears as the title of the Notifications option in the notifications modal."
  },
  "MgJJAJ": {
    "defaultMessage": "Comente aqui! Para marcar alguém, use @ :)",
    "description": "This text is displayed in our comment input in our key result drawers when it has no value"
  },
  "MpjjOt": {
    "defaultMessage": "Bud",
    "description": "The default title for our page head meta title value"
  },
  "MyqmeF": {
    "defaultMessage": "Não foi possível criar o ciclo.",
    "description": "This message is used as an toast error message when we try to create an cycle"
  },
  "N+Tad7": {
    "defaultMessage": "Ícone de uma engrenagem. Ao clicar nele você irá para nossa página de configurações",
    "description": "GearButton icon desc. This is used by screen readers for accessibility"
  },
  "N/fRMX": {
    "defaultMessage": "Responder",
    "description": "Button to Reply routine on the teams page."
  },
  "N70n39": {
    "defaultMessage": "Progresso individual com base na média dos resultados-chave deste trimestre",
    "description": "Quarterly progress chart tooltip message"
  },
  "N8Xs+4": {
    "defaultMessage": "EXCLUIR",
    "description": "This message is used as a keyword to remove a given objective"
  },
  "NADPP1": {
    "defaultMessage": "Um ícone de lata de lixo",
    "description": "The desc message for the Delete icon. This icon is used to ilustrate our key results"
  },
  "NAsOFG": {
    "defaultMessage": "Um ícone de seta. Ao clicar você abrirá o gráfico de progress",
    "description": "This text is used by screen readers to explain the arrow icon to open the progress chart in our key-result sidebar"
  },
  "ND5T6U": {
    "defaultMessage": "Uma seta para cima. Ao clicar nela você fechará o menu de seleção",
    "description": "This is the desc attribute of our chevron up icon. It is used by screen readers"
  },
  "NMWZmv": {
    "defaultMessage": "Este campo precisa conter algum valor",
    "description": "This text is used inside the update objective fields when the user tries to make blank a given required field"
  },
  "NOqI9i": {
    "defaultMessage": "Como está sua confiança?",
    "description": "This is the label of the check-in form that indicates to which confidence level the user would update her/his key result"
  },
  "NYGW+N": {
    "defaultMessage": "Cargo",
    "description": "This is the label that goes on our user account settings page, at the fifth field to update the user informations"
  },
  "NaLzV2": {
    "defaultMessage": "Um botão que ao ser clicado direciona o usuário para a questão seguinte no formulário de rotinas.",
    "description": "This message is the description of a button icon that, when clicked, directs the user to the next question in the routines form."
  },
  "Nafqgw": {
    "defaultMessage": "Cancelar check-in",
    "description": "This message is displayed as a label button when the check-in form is opened in our key result section"
  },
  "Nh5OeF": {
    "defaultMessage": "Membros desse time {type, select, feeling {com baixo sentimento na semana} productivity {com baixa produtividade na semana} roadblock {com bloqueio na semana} other {sem resultados-chave}}",
    "description": "The title of the routines modals"
  },
  "NojznG": {
    "defaultMessage": "Subtimes {isLoaded, select, true {({totalTeamsCount})} other{}}",
    "description": "This message is displayed inside the explore page, above the child teams section"
  },
  "Ny2Pia": {
    "defaultMessage": "Ciclos são os horizontes de tempo definidos para a estratégia.{breakingline}Recomendamos a criação de um ciclo anual para a empresa e um ciclo trimestral para os times.",
    "description": "The description page."
  },
  "O13rH5": {
    "defaultMessage": "{completed}/{total}",
    "description": "This messages is displayed in our our key-result drawer above the checklist as the count of total completed checkmarks"
  },
  "O4iDCM": {
    "defaultMessage": "Progresso",
    "description": "The title of the progress section in our key-result sidebar"
  },
  "OEPd1+": {
    "defaultMessage": "Essas foram as suas notificações recentes!",
    "description": "This message appears when no more notifications to listing."
  },
  "OEfoTC": {
    "defaultMessage": "Um ícone de setas entrelaçadas. Ao clicar aqui você irá editar esse campo",
    "description": "This message is used by screen readers when the user is focusing on the component which contains the user name and picture. This component is used in multiple places, like: our header, the key-result drawers, and other"
  },
  "OErdYA": {
    "defaultMessage": "Um ícone de tres pontos, indicando que ao clicar aqui um menu se expandirá",
    "description": "The description for screen readers regarding the three dots above the objectives accordion"
  },
  "OMUZ7w": {
    "defaultMessage": "Feminino",
    "description": "The female gender for the company while creating a new workspace"
  },
  "OS8mCA": {
    "defaultMessage": "Cadência",
    "description": "The description for cadence cycle field"
  },
  "ObFHxY": {
    "defaultMessage": "Cancelar",
    "description": "This text appears as a browser tooltip above the icon. This icon appears below an EditableTextArea. It is used to cancel the edition of that field"
  },
  "ObeR3M": {
    "defaultMessage": "Sentimento",
    "description": "The feeling tooltip label."
  },
  "OdFISq": {
    "defaultMessage": "Seu OKR foi publicado com sucesso!",
    "description": "This message appears in the toast messat that indicates the success on publish an OKR."
  },
  "OeqC1F": {
    "defaultMessage": "{user} alterou {key, select, DESCRIPTION {OR} GOAL {a} other {o}} {key, select, TITLE {título} DESCRIPTION {descrição} GOAL {meta} FORMAT {formato} TYPE {tipo} other {}}",
    "description": "dsa"
  },
  "OrqJud": {
    "defaultMessage": "Um ícone de coroa que indica o líder do time",
    "description": "The crown icon description"
  },
  "OwHPoA": {
    "defaultMessage": "Ainda não foram criados OKRs neste Plano Individual",
    "description": "This message is displayed as the empty state message inside the User page"
  },
  "OwWiN7": {
    "defaultMessage": "Criar novo usuário",
    "description": "This message appears as an option in the team page while adding a new user"
  },
  "P+AGjw": {
    "defaultMessage": "Como está o progresso dos times?",
    "description": "The title of the header section in our teams overview report"
  },
  "P/ujgo": {
    "defaultMessage": "Um ícone de controle de video game",
    "description": "The desc message for the Game icon. This icon is used to ilustrate our key results"
  },
  "P0g9QE": {
    "defaultMessage": "Dia de início do período anual",
    "description": "The label of the company yearly date start while creating a new workspace"
  },
  "PFysOr": {
    "defaultMessage": "Uma seta para baixo. Ela indica que ao clicar aqui você irá editar a meta deste resultado-chave",
    "description": "This message is displayed for screen readers as the description of the arrow down icon inside the key-result drawers. That icon is only displayed when the user hovers the mouse over the goal"
  },
  "PKRdQG": {
    "defaultMessage": "Enviar",
    "description": "This message appears in the button to send routine form answers."
  },
  "PSCS+h": {
    "defaultMessage": "Nome",
    "description": "The label of the first name field in the create user form"
  },
  "PYLIcI": {
    "defaultMessage": "Meta",
    "description": "This message is displayed below the goal thumb"
  },
  "Pf0TwP": {
    "defaultMessage": "Excluir objetivo",
    "description": "This message is used in the confirmation button while removing a given objective"
  },
  "Pkdkh4": {
    "defaultMessage": "Minhas Key Result",
    "description": "The name of the Key Results page, located at \"/keyResults\""
  },
  "PktsGq": {
    "defaultMessage": "Check-list",
    "description": "This is the title of our checklist section inside the key-result sidebar"
  },
  "PmauyJ": {
    "defaultMessage": "Excluir este Objetivo",
    "description": "This is the third option that appears when you open the menu of a given objective inside the accordion button"
  },
  "PtUosx": {
    "defaultMessage": "Masculino",
    "description": "The user gender male option while creating a new workspace"
  },
  "PxWBQZ": {
    "defaultMessage": "Cargo",
    "description": "The label of the role field in the create user form"
  },
  "Q+5Uuc": {
    "defaultMessage": "Português",
    "description": "This is the name of the portuguese language while we are creating a new user"
  },
  "Q+b5ro": {
    "defaultMessage": "Indicadores de time",
    "description": "This message is the title of the Indicators section within a team page."
  },
  "Q2diI+": {
    "defaultMessage": "Ícone de bóia. Ao clicar nele você irá para nossa página de suporte",
    "description": "SupportButton icon desc. This is used by screen readers for accessibility"
  },
  "Q70h6c": {
    "defaultMessage": "Português",
    "description": "The user locale pt-BR option while creating a new workspace"
  },
  "QAyFQz": {
    "defaultMessage": "custom emoji with neutral expression",
    "description": "This message is used as a description of emoji feeling 3"
  },
  "QEsnT8": {
    "defaultMessage": "Percentual de progresso entre o valor inicial e a meta",
    "description": "This tooltip explains the fifth column of the key result list"
  },
  "QKUmFp": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed when an user hovers the close button of our progress slider popover"
  },
  "QKkwxU": {
    "defaultMessage": "Ações",
    "description": "This message is displayed as the column header for the key-result table in the actions column"
  },
  "QMM2q6": {
    "defaultMessage": "Área",
    "description": "The text that is displayed in the \"team\" values of the metaTitle message whiel the team name is being fetched"
  },
  "QOiwwe": {
    "defaultMessage": "Ícone de relógio",
    "description": "The description of the clock icon"
  },
  "QP2ffL": {
    "defaultMessage": "Lembretes de Rotina",
    "description": "Routine notification settings description title"
  },
  "QPGUqB": {
    "defaultMessage": "Alta Confiança",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "QRn560": {
    "defaultMessage": "Progresso",
    "description": "This text is used inside our key-result sidebar, in the chart, as the metric name of a key-result progress"
  },
  "QRy8b9": {
    "defaultMessage": "Um novo objetivo foi criado com sucesso",
    "description": "This message appears as a toast as soon as the the user clicks to add a new objective in the team page"
  },
  "QcCy51": {
    "defaultMessage": "Valor atual",
    "description": "This tooltip is displayed when the user hovers the left side value of our progress bar"
  },
  "QcWe3c": {
    "defaultMessage": "Um ícone de gráfico que aparece ao lado da lista de histórico de respostas de um usuário.",
    "description": "The alternative text explaining our graphic icon"
  },
  "QjDvOT": {
    "defaultMessage": "Voltar",
    "description": "This message appears on the back to previous step button in the workflow for creating or editing an objective."
  },
  "QpkwoM": {
    "defaultMessage": "Tem certeza que deseja excluir este objetivo?",
    "description": "This message is used as the first dialog title while removing an objective"
  },
  "Qt52rN": {
    "defaultMessage": "Idioma",
    "description": "This message appears as a label while we are creating a new user"
  },
  "R/9LlP": {
    "defaultMessage": "Objetivos",
    "description": "Title of objectives"
  },
  "R5fgoj": {
    "defaultMessage": "Próximo",
    "description": "This message appears on the button to move to the next question in the routines form."
  },
  "R6SREn": {
    "defaultMessage": "Esses usuários podem criar, editar e excluir qualquer objetivo ou resultado-chave no Bud.",
    "description": "This string is used to describe the user edit role selection."
  },
  "R7I25V": {
    "defaultMessage": "Você não tem nenhuma notificação.",
    "description": "This message appears in the empty state of the notifications listing."
  },
  "R8hOYh": {
    "defaultMessage": "Este time não possui OKRs",
    "description": "This message is displayed as the empty state message inside the team page"
  },
  "RN1J2p": {
    "defaultMessage": "Essa semana",
    "description": "The title of the third column in our body table at the teams overview report in our dashboard"
  },
  "RWaMNF": {
    "defaultMessage": "Um ícone de coração",
    "description": "The desc message for the Heart icon. This icon is used to ilustrate our key results"
  },
  "RZrZdZ": {
    "defaultMessage": "Home",
    "description": "The name of the Home page, located at \"/\""
  },
  "RojqOy": {
    "defaultMessage": "Responder agora",
    "description": "The text in the button to answer the routine"
  },
  "RrW2fc": {
    "defaultMessage": "Atualize seu cargo",
    "description": "This is the fallback value that goes on our user account settings page, at the fifth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "RwKPpx": {
    "defaultMessage": "EXCLUIR",
    "description": "This message is used as keyword to delete a key-result"
  },
  "S/L2jr": {
    "defaultMessage": "Sentimento",
    "description": "The title of the feeling chart"
  },
  "S9cIsW": {
    "defaultMessage": "Editar time",
    "description": "The text is displayed as a heading in the add team modal"
  },
  "SDzYq9": {
    "defaultMessage": "Desculpe, mas houve um erro inesperado. Tente novamente mais tarde",
    "description": "This message appears when the user tries to remove a given objective, but receives an error"
  },
  "SE9cO0": {
    "defaultMessage": "Editar time",
    "description": "Team edit button label"
  },
  "SK6+Sz": {
    "defaultMessage": "Visão geral dos times",
    "description": "The title of the teams overview"
  },
  "SL45P4": {
    "defaultMessage": "Gênero",
    "description": "The label of the gender field in the create user form"
  },
  "SRIfUY": {
    "defaultMessage": "Time",
    "description": "The label of the team field in the create user form"
  },
  "SU+pQ8": {
    "defaultMessage": "Clique no botão <span>...</span> para criar o primeiro resultado-chave deste objetivo.",
    "description": "This message is displayed in the key-results empty state inside the team page when an objective has no key-results"
  },
  "SWl7UB": {
    "defaultMessage": "Um ícone de \"x\". Ao clicar nele você fechará o box de atualização de progresso",
    "description": "This description is used for accessibility. Screen readers uses it when they hover the close icon button in our progress slider popover close button"
  },
  "Sau4Na": {
    "defaultMessage": "Nome",
    "description": "The user first name input placeholder while creating a new workspace"
  },
  "Sb6dkV": {
    "defaultMessage": "Ver detalhes",
    "description": "This option will show a sidebar with the details of the selected user."
  },
  "SdgM/R": {
    "defaultMessage": "Minha conta",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "SenoB2": {
    "defaultMessage": "A página que você está procurando não foi encontrada!",
    "description": "The title displayed in our not found error page"
  },
  "ShzOP9": {
    "defaultMessage": "Ícone de histórico",
    "description": "Icon description for history icon"
  },
  "SiJuyU": {
    "defaultMessage": "Um ícone de calendário, indicando que aqui você seleciona o ano que deseja filtrar",
    "description": "This message is used by screen readers to explain the icon to the user"
  },
  "Sm4xi7": {
    "defaultMessage": "Máquina do tempo",
    "description": "This message is displayed as the title of the time machine section in a team's page"
  },
  "Smwz9L": {
    "defaultMessage": "Descreve o período no qual esse resultado-chave faz parte",
    "description": "This tooltip explains the sixth column of the key result list"
  },
  "Sn7K6v": {
    "defaultMessage": "Um ícone de sino, ao clicar nele você verá suas notificações",
    "description": "The alternative text explaining our notification bell icon"
  },
  "SpAXmO": {
    "defaultMessage": "Um ícone de calendário. Ele indica que nesse campo fica o prazo do objetivo",
    "description": "The alternative text explaining our calendar icon in the objective accordion item"
  },
  "SrOZ1m": {
    "defaultMessage": "Criar usuário",
    "description": "The sidebar title on our create user sidebar"
  },
  "SsQRcF": {
    "defaultMessage": "Uma seta que ao ser clicada expande a checklist deste resultado-chave",
    "description": "This message is used by screen readers to explain the collapse icon in our key-result sidebar on the checklist section"
  },
  "SxsVDt": {
    "defaultMessage": "Meta",
    "description": "This is the label of the check-in form that indicates the goal for her/his key result"
  },
  "T5iKmP": {
    "defaultMessage": "{prefix} {cycle} {suffix}",
    "description": "This message displays the cycle name with a given prefix"
  },
  "TCJuuU": {
    "defaultMessage": "Selecione ao menos um membro para completar a ação.",
    "description": "This message appears as an error Toast when a user tries to add members to a team without selecting at least one."
  },
  "TGP9cN": {
    "defaultMessage": "Salvar",
    "description": "The button to create or edit a cycle on modal"
  },
  "TIorHN": {
    "defaultMessage": "Existe um risco de não alcançarmos o resultado-chave, mas seguimos otimistas",
    "description": "This text explains our tag to the user"
  },
  "TN6PhK": {
    "defaultMessage": "Meu perfil",
    "description": "MainAppBar user menu first item option"
  },
  "TRwumR": {
    "defaultMessage": "Resultado-chave publicado",
    "description": "dsa"
  },
  "TYmE01": {
    "defaultMessage": "Progresso atual",
    "description": "This tooltip is displayed when the user hovers the percentage progress above the bar"
  },
  "TaXVmY": {
    "defaultMessage": "Adicionar um OKR neste ciclo",
    "description": "This message is displayed inside the team page, on the options menu of a cycle"
  },
  "TzHlPJ": {
    "defaultMessage": "Em manutenção | bud",
    "description": "The page title of our under maintenance error page that is displayed in the browser tab"
  },
  "U1tYhb": {
    "defaultMessage": "Adicionar",
    "description": "The label text for the add button in our key result single page or drawers"
  },
  "U2EgRG": {
    "defaultMessage": "Explorar | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "UBruoq": {
    "defaultMessage": "Um ícone de com diversas superfícies, uma em cima da outra",
    "description": "The alternative text explaining our stack icon"
  },
  "UHVzDU": {
    "defaultMessage": "Sem Resposta",
    "description": "The message returned if the user has no routine answer."
  },
  "UHZQHg": {
    "defaultMessage": "Respostas",
    "description": "This message appears in the subtitle of the menu that allows users to browse responses through the history."
  },
  "UMWm2g": {
    "defaultMessage": "Com o Spotlight, o planejamento de sua estratégia é mais colaborativo e acessível para sua equipe. Os feedbacks são visíveis e didáticos.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about feedback in Spotlight."
  },
  "UNfjU2": {
    "defaultMessage": "desativado",
    "description": "This message appears when we have successfully activate/deactivate a cycle."
  },
  "UU1FXI": {
    "defaultMessage": "Vincula o ciclo trimestral ao ciclo anual ao qual ele pertence.",
    "description": "This message appears on tooltip that explain the parent cycle select field."
  },
  "UUo+Pt": {
    "defaultMessage": "Este time é uma empresa",
    "description": "The title message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "UYwpSr": {
    "defaultMessage": "Time",
    "description": "This message is displayed as the column header for the key-result table in the team column"
  },
  "UZnhGI": {
    "defaultMessage": "Passo 1",
    "description": "The label of the first step while creating a new workspace"
  },
  "Ua7Hgq": {
    "defaultMessage": "Voltar",
    "description": "Return to overview page icon description"
  },
  "UozvhV": {
    "defaultMessage": "Usuários",
    "description": "This label defines the text on the first menu section option"
  },
  "Uu0OJV": {
    "defaultMessage": "Um ícone de imagem. Ele indica que nesse campo fica seu avatar",
    "description": "The alternative text explaining our image icon in the settings account page"
  },
  "VBdX86": {
    "defaultMessage": "{username} ainda não tem nenhuma tarefa em seu nome nos OKRs da empresa.",
    "description": "The empty state message header when a user have no tasks"
  },
  "VDLkuO": {
    "defaultMessage": "Mostrar mais",
    "description": "This text is displayed in the button that expands a truncated text"
  },
  "VFj8OD": {
    "defaultMessage": "Título copiado com sucesso.",
    "description": "This message appears in the toast when you successfully copies the title of the key result"
  },
  "VHOea1": {
    "defaultMessage": "Excluir resultado-chave",
    "description": "This message is used as the label in the confirmation button while removing a key-result"
  },
  "VLU792": {
    "defaultMessage": "Check-in",
    "description": "The title of the button to create a check-in in the check-in notifications tab, when clicked it opens the key result drawer."
  },
  "VNHZWm": {
    "defaultMessage": "Período",
    "description": "The name label. It is displayed in the Cycle section, as a label of the name property"
  },
  "VO76hY": {
    "defaultMessage": "Criar resultado-Chave",
    "description": "This is the first option that appears when you open the menu of a given objective inside the accordion button"
  },
  "VPJIpc": {
    "defaultMessage": "OKRs",
    "description": "This message is displayed above the empty state inside the active cycles section at the User page"
  },
  "VSS4F8": {
    "defaultMessage": "{unit, select, fallback {desde {date}} other {{date}}}",
    "description": "This text displays the latest report status for a given component, using a given date logic"
  },
  "VUKPKt": {
    "defaultMessage": "Cancelar",
    "description": "This is a button label displayed inside the insert key-result drawer. This is the first button"
  },
  "VW9LHA": {
    "defaultMessage": "Email de redefinição de senha enviado com sucesso.",
    "description": "This message appears in a toast after the user ask to reset password."
  },
  "VWlRuQ": {
    "defaultMessage": "Resultado Chave",
    "description": "This message appears as the title of the insert Key Result drawer"
  },
  "VltGNp": {
    "defaultMessage": "Um desenho de fantasma, indicando que este resultado-chave não tem nenhum card de atividade",
    "description": "This text is used by screen readers to explain our ghost image inside our key result drawers"
  },
  "VmMAw2": {
    "defaultMessage": "Relatório {interval, select, current {semanal} quartely {trimestral} other {}}",
    "description": "This message is the title of the selected range for team Indicators Download."
  },
  "Vytr8A": {
    "defaultMessage": "Editar ciclo",
    "description": "The title for cycle modal"
  },
  "W/yMJH": {
    "defaultMessage": "Financeiro (Libra)",
    "description": "This message is displayed inside our key-result format select as the title of the coin GBP format"
  },
  "W37c+K": {
    "defaultMessage": "Um ícone de check. Ele representa a quantidade de itens marcados como completo em sua checklist",
    "description": "This text is used by screen readers to explain the check icon in our key-result drawer checklist section"
  },
  "W9swHV": {
    "defaultMessage": "Configurações",
    "description": "This tooltip is displayed when the user hovers the settings icon"
  },
  "WEXvlm": {
    "defaultMessage": "Experimente usar esse espaço para listar suas prioridades do dia, por exemplo :)",
    "description": "Personal tasks empty state sub title"
  },
  "WIR0FJ": {
    "defaultMessage": "Masculino",
    "description": "The male gender for the company while creating a new workspace"
  },
  "WKevJy": {
    "defaultMessage": "Clique aqui para editar esse campo",
    "description": "The title for our pen icon. This message is displayed in our UI as a tooltip"
  },
  "WR43/0": {
    "defaultMessage": "Você ainda não tem nenhuma tarefa.",
    "description": "The empty state message header when you have no tasks"
  },
  "Wa22G2": {
    "defaultMessage": "Média confiança",
    "description": "Title of medium confidence health strategy"
  },
  "WiYOXK": {
    "defaultMessage": "Valor Inicial",
    "description": "This label appears above the fourth input in our insert key-result drawer"
  },
  "Wk0KQD": {
    "defaultMessage": "Lembrete inativo",
    "description": "Message displayed when the routine notifications are inactive."
  },
  "WkvrVY": {
    "defaultMessage": "Procurar times",
    "description": "The text is displayed as a placeholder in any search input regarding teams"
  },
  "X+heBq": {
    "defaultMessage": "Routine notification settings button",
    "description": "Label for routine notification settings button"
  },
  "X2V7x7": {
    "defaultMessage": "Confiança",
    "description": "The text of the table head related to the Confidence Level column"
  },
  "X4pt1L": {
    "defaultMessage": "Insira o título do seu objetivo",
    "description": "The description box placeholder"
  },
  "X9J+2h": {
    "defaultMessage": "Destaques",
    "description": "This message is displayed inside the explore page, above the highlights section"
  },
  "XCDzMo": {
    "defaultMessage": "Botão de opções",
    "description": "This button allows you to choose an option that can allow you to copy the title ou exclude the KR."
  },
  "XD8spZ": {
    "defaultMessage": "Produtividade",
    "description": "The productivity tooltip label."
  },
  "XENgso": {
    "defaultMessage": "Médio",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "XEey8C": {
    "defaultMessage": "Arraste até o novo valor para iniciar um check-in",
    "description": "This tooltip is displayed when the user hovers the thumb of our progress bar"
  },
  "XN0ZEi": {
    "defaultMessage": "Passo 2",
    "description": "The label of the second step while creating a new workspace"
  },
  "XNkzYe": {
    "defaultMessage": "Um ícone de pin de localização",
    "description": "The desc message for the Location icon. This icon is used to ilustrate our key results"
  },
  "XOLhDn": {
    "defaultMessage": "Adicionar",
    "description": "This message appears on the add a user to the team button when the team is empty."
  },
  "XYg5xf": {
    "defaultMessage": "Clique aqui para editar suas configurações",
    "description": "The title text of our settings icon, it is displayed when an user hover the icon itself"
  },
  "XZF51J": {
    "defaultMessage": "Uma imagem que representa a ausência de novas notificações.",
    "description": "The alternative text explain the empty state message when no more notifications to listing."
  },
  "XZcPVc": {
    "defaultMessage": "Uma mulher analisando gráficos e apontando com um dedo.",
    "description": "The alternative text explaining the empty item image"
  },
  "XbzHtU": {
    "defaultMessage": "custom emoji with smile on face",
    "description": "This message is used as a description of emoji feeling 5"
  },
  "Xcxvrr": {
    "defaultMessage": "A calendar icon",
    "description": "The description of the calendar icon at the routine notification component."
  },
  "XgYpmY": {
    "defaultMessage": "Bloqueio",
    "description": "The roadblock tooltip label."
  },
  "XiSFEr": {
    "defaultMessage": "Erro inesperado | bud",
    "description": "The page title of our unknown error page that is displayed in the browser tab"
  },
  "XtA5dv": {
    "defaultMessage": "{mode, select, DRAFT {Avançar} other {Concluir}}",
    "description": "Submit button title"
  },
  "XvdEsU": {
    "defaultMessage": "Um ícone de tres pontos, indicando que ao clicar aqui um menu se expandirá",
    "description": "The description for screen readers regarding the three dots icon in the objectives accordion"
  },
  "XyhQJo": {
    "defaultMessage": "O ciclo foi removido com sucesso",
    "description": "This message appears in a toast after the user removes a cycle"
  },
  "Y+MtZe": {
    "defaultMessage": "Nome",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user informations"
  },
  "Y1oyYG": {
    "defaultMessage": "Um ícone de seta para cima, indicando que o progresso aumentou",
    "description": "This desc message explains the increase icon for screen readers"
  },
  "Y8TWo2": {
    "defaultMessage": "Plano Individual",
    "description": "Individual OKR title on the navigation tab"
  },
  "YFb9UA": {
    "defaultMessage": "Ir para o perfil",
    "description": "This option will redirect the user to the selected user profile."
  },
  "YUvWwS": {
    "defaultMessage": "Registro",
    "description": "It is used as a fallback if the component has no card type defined for it"
  },
  "Yc4eh9": {
    "defaultMessage": "Hoje",
    "description": "This message appears if the user last access is today."
  },
  "Yjqtno": {
    "defaultMessage": "Como foi sua semana? Coloque sua Retrospectiva em dia",
    "description": "This message appears on the news banner to invite the user to learn about the Retrospective feature."
  },
  "Ykg0Jh": {
    "defaultMessage": "Realizado por <highlight>{author}</highlight> {unit, select, fallback {em} other {}} {time}",
    "description": "This text is displayed as a helper text, below the check-in card title"
  },
  "YmUBcv": {
    "defaultMessage": "Editar time",
    "description": "The tooltip on the gear icon that edits the team"
  },
  "YxNkP6": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "YzN13f": {
    "defaultMessage": "Um ícone de um alvo, indicando que essa é a meta do seu resultado-chave",
    "description": "The description text for the key-result section goal icon"
  },
  "Z9w45E": {
    "defaultMessage": "Usuários com essa permissão podem editar e fazer check-in apenas dos resultados-chave que fazem parte.",
    "description": "This string is used to describe the user default role selection."
  },
  "ZCWI2f": {
    "defaultMessage": "Criar novo ciclo",
    "description": "The title for cycle modal"
  },
  "ZPSK4M": {
    "defaultMessage": "Insira um título para este Resultado-chave",
    "description": "The placeholder for the first input in our key-result insert drawer form"
  },
  "ZVTdlV": {
    "defaultMessage": "Um ícone de ingresso de cinema",
    "description": "The desc message for the TicketStar icon. This icon is used to ilustrate our key results"
  },
  "ZXpNJ2": {
    "defaultMessage": "Um ícone de gráfico de pizza",
    "description": "The desc message for the Graph icon. This icon is used to ilustrate our key results"
  },
  "ZYZI50": {
    "defaultMessage": "Colegas com plano individual {isLoaded, select, true {({totalMembersCount})} other{}}",
    "description": "Friends with individual OKRs title"
  },
  "ZZ+KxU": {
    "defaultMessage": "Sem resposta",
    "description": "This message is displayed inside the empty state on last retrospective overview"
  },
  "ZkqTBK": {
    "defaultMessage": "ADICIONAR",
    "description": "This button is used to add selected members to a team."
  },
  "ZmSQ0o": {
    "defaultMessage": "Você ainda não respondeu essa semana.",
    "description": "The text that appears at the bottom of the answer component if you didn't answer the routine yet"
  },
  "Zmffm0": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed as the title text for our close icon in our check-in form"
  },
  "Zmw2VE": {
    "defaultMessage": "Usuários",
    "description": "The subtitle page."
  },
  "Zn0eYa": {
    "defaultMessage": "Um desenho de uma mulher e um homem, cada qual segurando um pedaço de um quebra-cabeça e colaborando para montá-lo",
    "description": "The alternative text explaining our team at work image"
  },
  "ZvutBL": {
    "defaultMessage": "Cadência",
    "description": "This message is displayed as the column header for the cycles table in the cadence column"
  },
  "a7sp2+": {
    "defaultMessage": "Sim",
    "description": "This message appears as a description of the first option."
  },
  "a8O2l+": {
    "defaultMessage": "Um ícone com o sinal de \"mais\". Ao clicar aqui você irá abrir o menu para inserir um novo usuário",
    "description": "This message is used in our new user button while seeing the user list"
  },
  "aIGly+": {
    "defaultMessage": "Gênero",
    "description": "The company gender input placeholder while creating a new workspace"
  },
  "aKyktL": {
    "defaultMessage": "Q2",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "aO+w74": {
    "defaultMessage": "A confiança mudou neste check-in:",
    "description": "This text is the first line of our icon tooltip when the check-in has a different confidence from the previous check-in"
  },
  "aVLR+w": {
    "defaultMessage": "100%",
    "description": "This message is displayed inside our key-result format select as the example of the percent format"
  },
  "acYrvm": {
    "defaultMessage": "Um ícone de maleta, representando a produtividade.",
    "description": "The suiticase icon description"
  },
  "acrz2t": {
    "defaultMessage": "Cancelar",
    "description": "The label of the cancel button of the create user form"
  },
  "agEavf": {
    "defaultMessage": "Comente o que {user} compartilhou!",
    "description": "This message appears as placeholder of input."
  },
  "ah2n1K": {
    "defaultMessage": "Nome do período trimestral",
    "description": "The label of the company quarterly period while creating a new workspace"
  },
  "atQu7S": {
    "defaultMessage": "Membro adicionado ao time com sucesso.",
    "description": "This message appears on a successful toast when we add a user to a team."
  },
  "awPBSY": {
    "defaultMessage": "ÚLTIMO ACESSO",
    "description": "The title of the lastAccess column."
  },
  "axEJFy": {
    "defaultMessage": "Nenhum acesso",
    "description": "This message appears if the user never accessed the Bud."
  },
  "az3ncM": {
    "defaultMessage": "Atenção!{breakline}Esta ação não pode ser desfeita.",
    "description": "This message is used as the title in our second dialog while removing a cycle"
  },
  "bPInC0": {
    "defaultMessage": "Editar ciclo",
    "description": "This message is the description of the edit cycle option."
  },
  "bZXWCR": {
    "defaultMessage": "Padrão",
    "description": "This string is used to select the user default role."
  },
  "bZYEAl": {
    "defaultMessage": "Um círculo com um sinal de subtração no meio, indicando que o progresso se manteve o mesmo",
    "description": "This desc message explains the neutral icon for screen readers"
  },
  "bdYpnS": {
    "defaultMessage": "CANCELAR",
    "description": "This button is used to close the modal to add team members."
  },
  "bdkUKs": {
    "defaultMessage": "Times",
    "description": "This is the label that goes on our user account settings page, at the fourth field to update the user informations"
  },
  "bh8jgN": {
    "defaultMessage": "novo!",
    "description": "The text inside the tag to inform new buttons"
  },
  "biDODR": {
    "defaultMessage": "Um ícone de lupa, indicando que este é um campo de busca",
    "description": "This text is used by screen readers to explain the search icon in all our search inputs"
  },
  "bqCVp4": {
    "defaultMessage": "Clique aqui para começar a escrever um comentário",
    "description": "This is the title text that is displayed if the user hovers the mouse in it"
  },
  "c8KQhI": {
    "defaultMessage": "Semana de",
    "description": "The prefix that appears in our chart tooltip in the key-result sidebar while seeing a quarterly key-result"
  },
  "c8UE59": {
    "defaultMessage": "Um ícone de busca",
    "description": "The desc message for the Search icon. This icon is used to ilustrate our key results"
  },
  "c8x6gV": {
    "defaultMessage": "Explorar ciclos anteriores",
    "description": "This message is displayed when the user opens the menu inside a given cycle at the team page"
  },
  "cGFQsk": {
    "defaultMessage": "Desculpe, aconteceu um erro inesperado. Tente novamente mais tarde",
    "description": "This message appears as an error toast when we have an unknown error while creating a new cycle"
  },
  "cRj0sI": {
    "defaultMessage": "Desculpe, mas houve um erro inesperado. Tente novamente mais tarde",
    "description": "This message appears when the user tries to remove a given key-result, but receives an error"
  },
  "cVQ/Xo": {
    "defaultMessage": "Time",
    "description": "The title of the team column"
  },
  "chwy/J": {
    "defaultMessage": "Responder hoje",
    "description": "The text that goes in the update text, below the routine title, when the routine is up to date."
  },
  "ciNUJf": {
    "defaultMessage": "Explorar",
    "description": "MainAppBar menu item that links to teams \"Explore\" page"
  },
  "cz6EUM": {
    "defaultMessage": "Foto",
    "description": "The label of the picture field in the create user form"
  },
  "d62Bt/": {
    "defaultMessage": "Ícone de um balão de fala",
    "description": "The description of the thinking balloon icon"
  },
  "dB4Sbq": {
    "defaultMessage": "Calculado pela média do progresso de todos os objetivos de um time e dos “sub-times” abaixo dele",
    "description": "This tooltip appears when the user hovers the second column title"
  },
  "dLMgRx": {
    "defaultMessage": "Aperte",
    "description": "This message appears in the description of the submit the response button in the routines form."
  },
  "dRKPeV": {
    "defaultMessage": "comentou na sua resposta de uma rotina:",
    "description": "This message is displayed to describe a notification that occurs when someone comments on a user`s routine."
  },
  "dbh5MZ": {
    "defaultMessage": "OKRs {companypreposition} {company}",
    "description": "Company OKR title of the page"
  },
  "dgMLta": {
    "defaultMessage": "Enviar comentário",
    "description": "This label is displayed in the submit button in our drawers"
  },
  "dlYnI1": {
    "defaultMessage": "O time de apoio é uma ou mais pessoas que apoiam o responsável em um resultado-chave. No Bud, isso significa",
    "description": "The message to guide and describe on what is a support team"
  },
  "duv/6P": {
    "defaultMessage": "SENTIMENTO",
    "description": "The title of the feeling graph"
  },
  "dymB9a": {
    "defaultMessage": "Cada resultado-chave pertence a um objetivo",
    "description": "This tooltip explains the second column of the key result list"
  },
  "e+r00n": {
    "defaultMessage": "Saiba mais",
    "description": "A link to a page that talks about the retrospective routine."
  },
  "e/i9Ml": {
    "defaultMessage": "Ícone com três pontos usado em um botão que abre um menu de opções.",
    "description": "Icon with three dots used on a button that opens an options menu."
  },
  "e24rnu": {
    "defaultMessage": "Cancelar",
    "description": "Cancel button title"
  },
  "e2FL3I": {
    "defaultMessage": "Um ícone do sinal de positivo que, ao clicar, irá adicionar um novo item na checklist",
    "description": "This is used by screen readers to understand the insert new check mark icon in our key-result drawer"
  },
  "e37pvj": {
    "defaultMessage": "Uma seta para baixo, indicando que ao clicar você irá abrir a lista de ciclos",
    "description": "This message is displayed to the user screen reader when the year select menu is closed"
  },
  "e9PG+t": {
    "defaultMessage": "por {author}",
    "description": "This message displays the latest report author for a given component"
  },
  "eG8Ohg": {
    "defaultMessage": "OKRs Anuais {year}",
    "description": "The summary title for the yearly OKRs"
  },
  "eI6jYw": {
    "defaultMessage": "Nenhuma informação",
    "description": "The fallback value appears if no value is defined for that input. This input is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "eJH8kc": {
    "defaultMessage": "Ícone de pausa representando a quantidade de bloqueios que a empresa tem",
    "description": "The description of the with barrier icon"
  },
  "eQ1tuY": {
    "defaultMessage": "O objetivo está pronto! Agora chegou a hora de criar um resultado-chave para poder metrificar e acompanhar o progresso desse objetivo.",
    "description": "This message is displayed in the draft key-results empty state inside the team page when an objective has no draft key-results"
  },
  "eQSkLB": {
    "defaultMessage": "Essa semana",
    "description": "This message appears with a subtitle in the cad that informs the user feeling status for the current week."
  },
  "eUCb55": {
    "defaultMessage": "Fim",
    "description": "The label text inside the Cycle section, above the end date in our key result single page or drawers"
  },
  "eVsyB5": {
    "defaultMessage": "Email",
    "description": "The label of the email field in the create user form"
  },
  "eYhGZW": {
    "defaultMessage": "Nenhuma opção disponível",
    "description": "This message is displayed when the user tries to list the cycles, but none is defined"
  },
  "ej/Q3X": {
    "defaultMessage": "Cancelar",
    "description": "The button to close the modal cycle"
  },
  "epM1Xt": {
    "defaultMessage": "Adicionar",
    "description": "This button is used to create a new cycle."
  },
  "f2OulU": {
    "defaultMessage": "Início",
    "description": "This message is displayed as the column header for the cycle table in the date start column"
  },
  "f6/kwR": {
    "defaultMessage": "Esse é o progresso acumulado dessa semana",
    "description": "This tooltip appears when the user hovers the third column title"
  },
  "f6KTde": {
    "defaultMessage": "Ações",
    "description": "This message is displayed as the column header for the users table in the actions column"
  },
  "fFkPeH": {
    "defaultMessage": "Cargo",
    "description": "The user role input placeholder while creating a new workspace"
  },
  "fI4P80": {
    "defaultMessage": "Q1",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "fSrztQ": {
    "defaultMessage": "Compartilhe suas as prioridades, conquistas e barreiras com seu time. Acompanhe e interaja com seus colegas sobre a jornada deles. {link}",
    "description": "Description of the content of the Retrospective tab on the teams page."
  },
  "fVyP58": {
    "defaultMessage": "Visualize os objetivos e resultados-chave de todos os times dessa área, se aprofunde no detalhamento de progresso, nível de confiança e dono.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "fW5djG": {
    "defaultMessage": "Permite que você refine e altere seus objetivos e resultados chaves antes de publicá-los oficialmente.",
    "description": "This message appears as the description of the first card in the Spotlight intro screen and talks about the new draft mode in Spotlight."
  },
  "fYQCBk": {
    "defaultMessage": "{user} está com dificuldade para ser {gender, select, MALE {produtivo.} FEMALE {produtiva.} other {produtivo.}} Que tal conversar sobre isso?",
    "description": "This message appears how a call to action when the productivity is smaller that 4."
  },
  "fYwrtN": {
    "defaultMessage": "Essa semana",
    "description": "This message appears with a subtitle in the cad that informs the user productivity status for the current week."
  },
  "faL9vf": {
    "defaultMessage": "Um círculo verde, indicando que a confiança está alta",
    "description": "A brief explanation for screen readers regarding the green status circle"
  },
  "fd6kjy": {
    "defaultMessage": "Resultado-chave",
    "description": "The text of the table head related to the KeyResult column"
  },
  "ff3h07": {
    "defaultMessage": "Baixa Confiança",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "fsAK9T": {
    "defaultMessage": "Selecionar...",
    "description": "This message appears in the input when no user is selected."
  },
  "fx39XE": {
    "defaultMessage": "Ajuda",
    "description": "This tooltip is displayed when the user hovers the support button"
  },
  "g9n6ja": {
    "defaultMessage": "Exportar relatório do time",
    "description": "This message is the title of the team Indicators Download Report within a team page."
  },
  "gAgkzF": {
    "defaultMessage": "Criar Objetivo",
    "description": "create new key result"
  },
  "gMArPa": {
    "defaultMessage": "O Bud enviará lembretes para este time por email e por notificações para que todos respondam.",
    "description": "Routine notification settings description subtitle"
  },
  "gOltd4": {
    "defaultMessage": "Um ícone de seta para a direita que indica que o usuário pode avançar no histórico para conferir outras respostas da rotina.",
    "description": "The alternative text explaining our graphic icon"
  },
  "gTym4f": {
    "defaultMessage": "Progresso individual com base na média dos resultados-chave deste ano",
    "description": "Yearly progress chart tooltip message"
  },
  "gUHlz3": {
    "defaultMessage": "Seja o primeiro a comentar a resposta de {user}!",
    "description": "This message appears in the empty state of comments in a user retrospective reply."
  },
  "gXiIKg": {
    "defaultMessage": "Baixa confiança",
    "description": "Title of low confidence health strategy"
  },
  "gZstKN": {
    "defaultMessage": "Estado inicial",
    "description": "The description for state cycle field on create cycle form"
  },
  "gbO+eS": {
    "defaultMessage": "Se realmente tem certeza de que deseja fazer isso, confirme sua ação escrevendo \"{keyword}” no campo abaixo:",
    "description": "This message is used as our default second stage description in our dangerous confirmation modal"
  },
  "gm1hfm": {
    "defaultMessage": "Progresso do objetivo acumulado na semana",
    "description": "This tooltip explains regarding our progress tag"
  },
  "goSPM7": {
    "defaultMessage": "Você excluiu um {type}",
    "description": "This text is displayed as the alert title, explaining what resource the user removed"
  },
  "gpJ3OX": {
    "defaultMessage": "Entenda o engajamento e o progresso dos membros deste time no Bud",
    "description": "This message is the subtitle of the component that presents the Indicators of a team."
  },
  "gu4aCE": {
    "defaultMessage": "Anual",
    "description": "This text is used as prefix for our yearly cadences"
  },
  "h4VH9f": {
    "defaultMessage": "desativar usuário",
    "description": "This message appears in button to confirm the deactivate user action."
  },
  "h6wsCP": {
    "defaultMessage": "Um ícone de seta para a esquerda que indica que o usuário pode retroceder no histórico para conferir outras respostas da rotina.",
    "description": "The alternative text explaining our graphic icon"
  },
  "hFma0o": {
    "defaultMessage": "Erro ao criar o ambiente",
    "description": "The title of the toast that appears when we have an error while creating a new workspace"
  },
  "hL/jUm": {
    "defaultMessage": "TAREFAS EM OKRs",
    "description": "The title for tasks section in the profile page"
  },
  "hMD8CO": {
    "defaultMessage": "Anterior",
    "description": "The label of the button used to go back while creating a new workspace"
  },
  "hMXuTX": {
    "defaultMessage": "Masculino",
    "description": "This text is used accross our platform to identify the male gender"
  },
  "hPJxpx": {
    "defaultMessage": "Média Confiança",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "hUA7Fo": {
    "defaultMessage": "Um ícone de checagem que aparece junto a coluna de check-list de um usuário na tabela de indicatores de um time",
    "description": "A checklist icon that appears next to a user checklist column in a team indicators table"
  },
  "hXlVqV": {
    "defaultMessage": "Minhas Tarefas Pessoais",
    "description": "The heading for the personal tasks section"
  },
  "hdWCC9": {
    "defaultMessage": "Próximo",
    "description": "The label of the button used to go forward while creating a new workspace"
  },
  "hfxyjh": {
    "defaultMessage": "Veja nossos exemplos de OKRs",
    "description": "This is a external link that goes to OKR examples made by Bud."
  },
  "hhH9fH": {
    "defaultMessage": "Cargo do usuário inicial",
    "description": "The user role while creating a new workspace"
  },
  "hn3cE7": {
    "defaultMessage": "Progresso acumulado dessa semana",
    "description": "This helper texts explains since when we are calculating your company progress"
  },
  "hohkHN": {
    "defaultMessage": "Criar time",
    "description": "The text is displayed as a heading in the add team modal"
  },
  "how6b8": {
    "defaultMessage": "Um ícone de seta para a direita, usado no contexto de um link que redireciona o usuário para a página onde fala sobre a rotina de retrospectiva.",
    "description": "A right arrow icon, used in the context of a link that redirects the user to the page where the retrospective routine is discussed."
  },
  "huUzRi": {
    "defaultMessage": "custom emoji with apathetic expression",
    "description": "This message is used as a description of emoji feeling 2"
  },
  "hwBdQ9": {
    "defaultMessage": "Começar",
    "description": "This message appears on the button the user uses to start responding to the routine form."
  },
  "i3PQl+": {
    "defaultMessage": "Ciclo {period} {status} com sucesso!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "i7i3Ew": {
    "defaultMessage": "reportou {specific} resultado-chave:",
    "description": "This message is the wrapper that appears on both types of confidence check ins."
  },
  "i915bK": {
    "defaultMessage": "Líderes podem criar, editar e excluir objetivos e resultados-chave dos times aos quais pertencem.",
    "description": "This string is used to describe the user edit role selection."
  },
  "i9bdpU": {
    "defaultMessage": "Houve um erro inesperado ao criar seu objetivo. Tente novamente mais tarde",
    "description": "This message appears as an error toast when the users tries to create a new objective but an error appears"
  },
  "iIm/1E": {
    "defaultMessage": "marcou você em um comentário:",
    "description": "This message is displayed to describe a notification that occurs when a user is tagged in a comment."
  },
  "iLO8sl": {
    "defaultMessage": "Estas tarefas não estão relacionadas diretamente a um resultado-chave. Use-as para organizar melhor seu dia e deixá-lo mais produtivo :)",
    "description": "The tooltip that shows when hovering over the personal tasks accordion title"
  },
  "iPv+uj": {
    "defaultMessage": "Um ícone de uma linha reta na horizontal, representando que sua empresa não evolui desde o último evento de check-in",
    "description": "This message is used by screen readers to explain our line icon"
  },
  "iVxx6N": {
    "defaultMessage": "Essa semana",
    "description": "This message appears with a subtitle in the cad that informs the user barrier status for the current week."
  },
  "iWDn4y": {
    "defaultMessage": "Time de Apoio",
    "description": "The label text above Support Team section in our key resulg single page or drawers"
  },
  "iXbJc5": {
    "defaultMessage": "RESULTADOS-CHAVE",
    "description": "The title of the keyResults column."
  },
  "iZcwRX": {
    "defaultMessage": "ACESSO DE EDIÇÃO",
    "description": "The tooltip text for the edition access text"
  },
  "ie2eTm": {
    "defaultMessage": "Resultados-chave deste time com {confidence, select, barrier {barreira} confidence {baixa confiança} other {check-in atrasado}}",
    "description": "The title for the dashboard key results modal"
  },
  "iivI51": {
    "defaultMessage": "Neste mês",
    "description": "This label is displayed if the date difference is 1 month or less"
  },
  "ijCibq": {
    "defaultMessage": "Financeiro (Dólar)",
    "description": "This message is displayed inside our key-result format select as the title of the coin USD format"
  },
  "ivvae0": {
    "defaultMessage": "Pontos de atenção nos membros do time",
    "description": "This message appears in the title of the team member attention points section."
  },
  "j1c4SD": {
    "defaultMessage": "PRODUTIVIDADE",
    "description": "The title of the productivity graph"
  },
  "j8vYyP": {
    "defaultMessage": "Rotinas da empresa estão sempre disponíveis para quem quiser responder, mas líderes podem desativar os lembretes para tornar as respostas opcionais em seu time.",
    "description": "Routine notification settings modal subtitle"
  },
  "jCjr1X": {
    "defaultMessage": "Preencha os campos obrigatórios para poder salvar este resultado-chave.",
    "description": "This message appears in an error toast after the users tries to create a key-result but there are some validation errors in the form"
  },
  "jNuy4b": {
    "defaultMessage": "Esta pessoa tem acesso ao Bud.",
    "description": "This message appears in the tooltip of users with active account state."
  },
  "jRsXuq": {
    "defaultMessage": "CHECK-INS",
    "description": "The tooltip text for the check-ins text"
  },
  "jV4VhD": {
    "defaultMessage": "Excluir ciclo",
    "description": "This message is used as the label in the confirmation button while removing a cycle"
  },
  "jXZZd6": {
    "defaultMessage": "Voltar ao presente",
    "description": "go back to the present button description"
  },
  "jYw0F3": {
    "defaultMessage": "Membros do time {isLoaded, select, true {({totalMembersCount})} other{}}",
    "description": "This message is displayed inside the explore page, above the members section"
  },
  "jjr+Ye": {
    "defaultMessage": "O objetivo foi removido com sucesso",
    "description": "This message appears in a toast after the user removes an objective"
  },
  "jwsMer": {
    "defaultMessage": "Último check-in",
    "description": "the prefix that is displayed in the last update checkmark."
  },
  "jxyYl3": {
    "defaultMessage": "Ordenada pelo progresso",
    "description": "This tooltip appears when the user hovers the first column title"
  },
  "jzx+Hl": {
    "defaultMessage": "Botão de opções",
    "description": "This button allows you to choose an option that directs the user to the users profile or details."
  },
  "k3EFXK": {
    "defaultMessage": "O nível de confiança descreve como você vê suas chances de alcançar esse resultado-chave dentro do prazo",
    "description": "The tooltip of the check-in form. It appears when the user hovers the question mark icon"
  },
  "k4LTU8": {
    "defaultMessage": "Dia de fim do período trimestral",
    "description": "The label of the company quarterly date end while creating a new workspace"
  },
  "kDC8d3": {
    "defaultMessage": "Configurações",
    "description": "The page title that our users should see in the settings page"
  },
  "kHg/gs": {
    "defaultMessage": "Você não tem nenhum resultado-chave em ciclos anteriores",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "kLkKtK": {
    "defaultMessage": "Um círculo amarelo, indicando que a confiançá é média",
    "description": "A brief explanation for screen readers regarding the yellow status circle"
  },
  "kXNgkQ": {
    "defaultMessage": "Progresso",
    "description": "The text of the table head related to the Progress column"
  },
  "kawRcN": {
    "defaultMessage": "Cancelar",
    "description": "This message is displayed in the \"CANCEL\" button in the checkin form"
  },
  "kbccVO": {
    "defaultMessage": "Seta para esquerda",
    "description": "The description of the arrow icon."
  },
  "kjKwCU": {
    "defaultMessage": "Comentários:",
    "description": "This message appears as the empty state title of comments in a user retrospective reply"
  },
  "ktxOrA": {
    "defaultMessage": "Última retrospectiva",
    "description": "The title of the last routine column"
  },
  "kynYpx": {
    "defaultMessage": "Meus Resultados-Chave",
    "description": "The page title that our users should see in the my key results page"
  },
  "l+HPdy": {
    "defaultMessage": "Líder",
    "description": "The tag title that is displayed when that user is the leader of the team"
  },
  "l3DqHa": {
    "defaultMessage": "Download CSV",
    "description": "This message is the title of download team report button."
  },
  "lApj0K": {
    "defaultMessage": "Um ícone de carteira",
    "description": "The desc message for the Wallet icon. This icon is used to ilustrate our key results"
  },
  "lBc00A": {
    "defaultMessage": "Descreve o quão confiante a pessoa responsável por um resultado-chave está:",
    "description": "This message is displayed as an introduction to our rich tooltip regarding the confidence level at the head of our key-results table"
  },
  "lCQz97": {
    "defaultMessage": "Período",
    "description": "The company yearly period input placeholder while creating a new workspace"
  },
  "lHI54p": {
    "defaultMessage": "Para adicionar a este time uma pessoa que já tem acesso ao Bud, use o campo abaixo:",
    "description": "This is the description of the modal that is used to add members to a team."
  },
  "lI5vJI": {
    "defaultMessage": "Um ícone com três pontos. Ao clicar nele você abrirá algumas opções",
    "description": "This text is displayed as the tree dots desc text in our timeline cards"
  },
  "lIb14q": {
    "defaultMessage": "COLABORADOR",
    "description": "The title of the colaborator column."
  },
  "lMYmAU": {
    "defaultMessage": "Clique no botão abaixo para voltar para o Painel :)",
    "description": "This message is displayed above the button in our not found error page"
  },
  "lMwPEm": {
    "defaultMessage": "Inglês",
    "description": "This is the name of the english language while we are creating a new user"
  },
  "lMxUF9": {
    "defaultMessage": "Um ícone de seta para baixo, indicando que o progresso reduziu",
    "description": "This desc message explains the decrease icon for screen readers"
  },
  "lQkUTL": {
    "defaultMessage": "Inspiradores",
    "description": "This title guides the creation of Objectives."
  },
  "lWcm/y": {
    "defaultMessage": "Não existem resultados-chave com esse Nível de confiança.",
    "description": "Tooltip content for health strategy box without key results"
  },
  "lhIu1G": {
    "defaultMessage": "€ 100",
    "description": "This message is displayed inside our key-result format select as the example of the coin GBP format"
  },
  "ll4kYl": {
    "defaultMessage": "Data de fim",
    "description": "The description for date-end cycle field"
  },
  "lm9HAr": {
    "defaultMessage": "Um ícone de calendário",
    "description": "The desc message for the Calendar icon. This icon is used to ilustrate our key results"
  },
  "loAGsF": {
    "defaultMessage": "Variação",
    "description": "This text is displayed in our check-in card, as a title for the left column in the progress increase section"
  },
  "loTYpj": {
    "defaultMessage": "Inglês",
    "description": "The user locale en-US option while creating a new workspace"
  },
  "lvyLZA": {
    "defaultMessage": "Apagar esta resposta",
    "description": "This message is used in the button where the user can delete a routine response."
  },
  "m4igWj": {
    "defaultMessage": "Adicionar Comentário",
    "description": "This is the label text that is displayed as a button as soon the check in form is displayed"
  },
  "m8Extk": {
    "defaultMessage": "Um ícone de scanner",
    "description": "The desc message for the Scan icon. This icon is used to ilustrate our key results"
  },
  "mK9HFR": {
    "defaultMessage": "Dia de fim do período anual",
    "description": "The label of the company yearly date end while creating a new workspace"
  },
  "mXb4/b": {
    "defaultMessage": "Configurações | bud",
    "description": "The page title that is displayed in the browser tab for the settings page"
  },
  "mbJq/U": {
    "defaultMessage": "Tem certeza que deseja excluir o ciclo {period}?",
    "description": "This message is used as the title in our first dialog while removing a cycle"
  },
  "mdG+CG": {
    "defaultMessage": "Ciclos ativos",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "mfowjk": {
    "defaultMessage": "Um ícone de uma estrela, que aparece junto com a pergunta sobre as principais conquistas que o usuário teve na semana.",
    "description": "The alternative text explaining our graphic icon"
  },
  "minQA9": {
    "defaultMessage": "Redefinir senha",
    "description": "This message is the description of the option to alter password of a user."
  },
  "mkTrvf": {
    "defaultMessage": "Um ícone de pause, que aparece junto com a pergunta de se o usuario tem alguma barreira.",
    "description": "The alternative text explaining our graphic icon"
  },
  "mkxm93": {
    "defaultMessage": "Bud é uma plataforma para gerenciamento de OKRs.",
    "description": "The default description for our page head meta description value"
  },
  "mnors5": {
    "defaultMessage": "Sobre {nickname}",
    "description": "The about section title for the user in the user card"
  },
  "mxk1xU": {
    "defaultMessage": "Ative os lembretes para essa rotina!",
    "description": "Routine notification settings modal title"
  },
  "n3PYQR": {
    "defaultMessage": "Escreva sobre {isMyUser, select, true {você} other {{gender, select, MALE {o} FEMALE {a} other {o}} {firstName}}}",
    "description": "This is the fallback value that goes on our user account settings page, at the seventh field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "n6hyQa": {
    "defaultMessage": "Último acesso",
    "description": "The title in the last access column"
  },
  "n8OKn4": {
    "defaultMessage": "Resultados-chave",
    "description": "The title of the second section of My Week notification tab."
  },
  "nEQaGP": {
    "defaultMessage": "OKRs Trimestrais {quarter}",
    "description": "The summery title for the quarterly OKRs"
  },
  "nJ7CuJ": {
    "defaultMessage": "Um ícone de relógio",
    "description": "The desc message for the TimesSquare icon. This icon is used to ilustrate our key results"
  },
  "nPCTf0": {
    "defaultMessage": "Redes sociais",
    "description": "This title is displayed as the heading of the social media section in our user account settings page"
  },
  "nPjrcU": {
    "defaultMessage": "Editar",
    "description": "This message is displayer as soon as our user hovers the avatar"
  },
  "nWz8Nt": {
    "defaultMessage": "Neutro",
    "description": "The neutral gender for the company while creating a new workspace"
  },
  "na6BgW": {
    "defaultMessage": "Histórico",
    "description": "History, historic, archived items"
  },
  "ndABHM": {
    "defaultMessage": "Admin",
    "description": "This string is used to select the user admin role."
  },
  "nfdvr1": {
    "defaultMessage": "Esperado",
    "description": "This message is displayed in the chart tooltip of our key-result sidebar"
  },
  "nnWr7M": {
    "defaultMessage": "Gênero",
    "description": "This is the label that goes on our user account settings page, at the sixth field to update the user informations"
  },
  "npWxt7": {
    "defaultMessage": "Um botão com um ícone de X. Ao clicar nele você irá cancelar a atualização do objetivo",
    "description": "This text is displayed inside the objective accordion at the team page. It is used by screen readers to explain the cancel button"
  },
  "nqlxOI": {
    "defaultMessage": "Você está em dia com seus compromissos no Bud.",
    "description": "The page description that is displayed if the user has no key result in the this week notifications tab."
  },
  "nrToz/": {
    "defaultMessage": "Voltar",
    "description": "This message is displayed as a label in the button on our unknown error page"
  },
  "nriJkh": {
    "defaultMessage": "Sim!",
    "description": "This message appears when the user has a blockage during the week."
  },
  "nx5pvZ": {
    "defaultMessage": "Ranking de Times",
    "description": "Title to show on the team ranking page"
  },
  "oWLFIj": {
    "defaultMessage": "Visão Geral do Time",
    "description": "This message is the title of the component that presents the Indicators of a team."
  },
  "oh+3Gh": {
    "defaultMessage": "Anual",
    "description": "This option makes an cycle with yearly cadence"
  },
  "on7/f2": {
    "defaultMessage": "Lista contendo todos os membros de seu time organizados onde, os que necessitam de mais apoio da liderança no topo, e os que estão dentro da normalidade para o fim.",
    "description": "This message appears in a tootip that explain the feature to user."
  },
  "ooNWJL": {
    "defaultMessage": "Adicionar Time de Apoio",
    "description": "The label text for the add button icon in our key result single page or drawers"
  },
  "or8fId": {
    "defaultMessage": "Voltar",
    "description": "This message is displayed as a label in the button on our not found error page"
  },
  "ot1J/+": {
    "defaultMessage": "Sem check-in",
    "description": "The message returned if the user has no check-in"
  },
  "p2UjMZ": {
    "defaultMessage": "Minhas Coisas | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "pAXjHu": {
    "defaultMessage": "Retrospectiva",
    "description": "This is the title of the retrospectives tab on the team page."
  },
  "pB9cMu": {
    "defaultMessage": "Não",
    "description": "This message appears as a description of the second option."
  },
  "pLYuso": {
    "defaultMessage": "Um ícone de caneta. Ao clicar nele você irá editar esse campo",
    "description": "The description for our pen icon. This message is used by screen readers to improve our accesibility"
  },
  "pQnPZP": {
    "defaultMessage": "Ciclo pai",
    "description": "The description for parent cycle field"
  },
  "pTXAs1": {
    "defaultMessage": "Um ícone de seta para a direita. Ao clicar aqui voce será enviado para a página deste time",
    "description": "This message is used by screen readers to explain the right arrow at our team lists component"
  },
  "pVkTLM": {
    "defaultMessage": "Um ícone de coroa",
    "description": "The desc message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "pXeDLf": {
    "defaultMessage": "Sobrenome",
    "description": "This is the label that goes on our user account settings page, at the second field to update the user informations"
  },
  "pbBzqW": {
    "defaultMessage": "Lembrete ativo",
    "description": "Message displayed when the routine notifications are active."
  },
  "pbVToL": {
    "defaultMessage": "Criar um usuário",
    "description": "This message appears as a button when a team has no members yet"
  },
  "piM/9+": {
    "defaultMessage": "Explore este objetivo completo no Plano Individual de {user}",
    "description": "This message appears in the individual objective tooltip"
  },
  "pmuG/e": {
    "defaultMessage": "Líder",
    "description": "This string is used to select the user edit role."
  },
  "poN086": {
    "defaultMessage": "Um ícone circular, com bordas e um símbolo de mais ao centro",
    "description": "This is the desc text that is displayed for screen readers"
  },
  "pzFSON": {
    "defaultMessage": "SPOTLIGHT",
    "description": "This message appears how the title of the introduction to spotlight."
  },
  "qGLpBy": {
    "defaultMessage": "Date de início",
    "description": "The description for date-start cycle field"
  },
  "qhchMM": {
    "defaultMessage": "Representam as mais altas prioridades e comunicam essa direção com bastante clareza.",
    "description": "This card guides the creation of Objectives."
  },
  "ql0LOi": {
    "defaultMessage": "Procurar pessoas",
    "description": "This message appears as a label in users search input."
  },
  "qp4Qmm": {
    "defaultMessage": "Ir para o perfil de {username}",
    "description": "This button redirects to the selected user."
  },
  "qrgfik": {
    "defaultMessage": "Em uma frase, qual é a missão deste time?",
    "description": "The placeholder to the description field in team add/edit modal"
  },
  "qsn7TW": {
    "defaultMessage": "Adicionar nova tarefa pessoal",
    "description": "The add new personal task button label"
  },
  "qytqsj": {
    "defaultMessage": "Trimestral",
    "description": "This text is used as prefix for our quarterly cadences"
  },
  "r1mfc1": {
    "defaultMessage": "Informações pessoais",
    "description": "This title is displayed as the heading of the personal informations section in our user account settings page"
  },
  "rDaIQ2": {
    "defaultMessage": "Retrospectiva da semana",
    "description": "The title of the routine reminder notification"
  },
  "rFUuVv": {
    "defaultMessage": "Para criar um novo ciclo de OKRs,{breakline} preencha os campos abaixo:",
    "description": "The description for cycle modal"
  },
  "rH+dGv": {
    "defaultMessage": "Uma seta para baixo. Ao clicar nela você abrirá o menu de seleção",
    "description": "This is the desc attribute of our chevron down icon. It is used by screen readers"
  },
  "rZUL1Q": {
    "defaultMessage": "baixa confiança em um",
    "description": "This message appears as notification in confidence check in with low-confidence."
  },
  "ra0NlX": {
    "defaultMessage": "{type, select, feeling {baixo sentimento} productivity {baixa produtividade} roadblock {bloqueio} checkin {check-in atrasado} confidence {baixa confiança} krmembers {membros sem krs} barrier {barreira} other {}}",
    "description": "The title of the cards"
  },
  "rpLZ2J": {
    "defaultMessage": "Bud - Gestão de OKR e Estratégia",
    "description": "The title text of our logotype, it is displayed when an user hover the icon itself"
  },
  "rsHltm": {
    "defaultMessage": "Não vamos alcançar o resultado a não ser que a gente mude nossa abordagem",
    "description": "This text explains our tag to the user"
  },
  "rvZQ2D": {
    "defaultMessage": "Progresso",
    "description": "This message is displayed as the title of the progress section inside check-in card"
  },
  "s4h8ne": {
    "defaultMessage": "Adicionar uma Check-list",
    "description": "This text is used as a button when the key-result has no check-marks"
  },
  "s6b2FE": {
    "defaultMessage": "Data Limite",
    "description": "The heading text of the goal section in our key-result drawers"
  },
  "s6f/IS": {
    "defaultMessage": "A tela que você está procurando foi abduzida!",
    "description": "This message is displayed below the title in our unknown error page"
  },
  "s8fzur": {
    "defaultMessage": "conta ativa",
    "description": "This string is used to select the active cycles option."
  },
  "sFYaLE": {
    "defaultMessage": "Check-in",
    "description": "This message is displayed as the form title, above the check-in form"
  },
  "sJMgjv": {
    "defaultMessage": "Adicionar membro ao time",
    "description": "This message appears as an option in the team page while adding a user to team"
  },
  "sP2MCY": {
    "defaultMessage": "Mostrar menos",
    "description": "This text is displayed in the button that collapses the truncated text"
  },
  "sQAoOl": {
    "defaultMessage": "Relaxe! Está tudo certo por aqui :)",
    "description": "The page title that is displayed if the user has no key result in the this week notifications tab."
  },
  "sSCvSb": {
    "defaultMessage": "Um ícone de \"x\". Ao clicar nele você irá remover esse item da checklist",
    "description": "This text is used by screen readers inside our key-result drawer to describe the X icon to remove a given item from the checklist"
  },
  "sX1k+9": {
    "defaultMessage": "Resposta deletada com sucesso!",
    "description": "This message appears in a toast indicating success in deleting a routines response."
  },
  "sgr1cM": {
    "defaultMessage": "Criar usuári{gender, select, MALE {o} FEMALE {a} other {o}}",
    "description": "The label of the submit button of the create user form"
  },
  "si4MfT": {
    "defaultMessage": "Mágia da inteligência artificial",
    "description": "This message appears how the title of the fourth card in the Spotlight intro screen."
  },
  "sp/6lg": {
    "defaultMessage": "Sobre",
    "description": "This text is displayed in our check-in card, above the user comment if it exists"
  },
  "sp7xYz": {
    "defaultMessage": "RETROSPECTIVA PRODUTIVIDADE",
    "description": "The title of the productivity column."
  },
  "ssM7Lj": {
    "defaultMessage": "Pertence ao objetivo",
    "description": "The label text above the Objective section in our key result single page or drawers"
  },
  "t0YKyV": {
    "defaultMessage": "Confirmar",
    "description": "This message is used as the confirmation button when we are in the confirmation dialog"
  },
  "t0t6MQ": {
    "defaultMessage": "Voltar ao presente",
    "description": "The button title to go back to the present"
  },
  "t3VVHw": {
    "defaultMessage": "Um ícone de X indicando que os dados neste campo não são válidos",
    "description": "This is used by screen readers to explain the X that appears when the users types a non-valid data in a given controlled field"
  },
  "t6KyQZ": {
    "defaultMessage": "Um ícone de seta para cima, representando o quanto sua empresa evolui na última semana",
    "description": "This message is used by screen readers to explain our arrow up icon"
  },
  "t7xKJo": {
    "defaultMessage": "Ciclo {period} editado com sucesso!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "tIbXUc": {
    "defaultMessage": "Publicar OKR",
    "description": "This message appears on the button the user uses to confirm their action of posting an OKR."
  },
  "tcWO3v": {
    "defaultMessage": "O logotipo do Bud. Sendo ele apenas o nome Bud escrito em caixa baixa na cor roxa",
    "description": "The alternative text explaining our logotype"
  },
  "th1Ney": {
    "defaultMessage": "Hoje",
    "description": "This label is displayed if the date is today"
  },
  "tj3TRS": {
    "defaultMessage": "Audaciosos",
    "description": "This title guides the creation of Objectives."
  },
  "tjSA87": {
    "defaultMessage": "Nome do Ciclo",
    "description": "This message is displayed as the column header for the cycle table in the cycle name column"
  },
  "tmyaek": {
    "defaultMessage": "Estado",
    "description": "This message is displayed as the column header for the users table in the state column"
  },
  "tp3vDN": {
    "defaultMessage": "Sem KR",
    "description": "The message returned if the user has no key result."
  },
  "tvj+/n": {
    "defaultMessage": "Visão geral do time",
    "description": "The title of the team overview"
  },
  "txi+kN": {
    "defaultMessage": "Idioma",
    "description": "The user locale input placeholder while creating a new workspace"
  },
  "u4rqek": {
    "defaultMessage": "Q4",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "u7Yaxx": {
    "defaultMessage": "Responsável",
    "description": "The text of the table head related to the Owner column"
  },
  "u90W4w": {
    "defaultMessage": "Criar resultado-chave",
    "description": "This message is displayed as label of the button used to create a new key-result in a draft okr card."
  },
  "uIY7F5": {
    "defaultMessage": "Retrospectiva da Semana",
    "description": "Title of the content of the Retrospective tab on the teams page."
  },
  "uQUReU": {
    "defaultMessage": "Estado atual",
    "description": "The description for state cycle field on update cycle form"
  },
  "uSZ2US": {
    "defaultMessage": "Histórico de alterações",
    "description": "This message appears how the title of the second card in the Spotlight intro screen."
  },
  "uUn4LH": {
    "defaultMessage": "EXCLUIR",
    "description": "This message is used as keyword to delete a cycle"
  },
  "uXQE/x": {
    "defaultMessage": "Visualize o avanço geral de todas as áreas da empresa e os respectivos times que as compõem através das barras de evolução.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "ub6rlW": {
    "defaultMessage": "Alta confiança",
    "description": "Title of high confidence health strategy"
  },
  "ui441M": {
    "defaultMessage": "Um ícone de quadrado arredondado com um lápis",
    "description": "The desc message for the EditSquare icon. This icon is used to ilustrate our key results"
  },
  "ukvrDN": {
    "defaultMessage": "Feedback colaborativo e visual",
    "description": "This message appears how the title of the first card in the Spotlight intro screen."
  },
  "ulMLmp": {
    "defaultMessage": "Retrospectiva da Semana",
    "description": "The week retrospective notification title."
  },
  "ulnySu": {
    "defaultMessage": "Ciclos de OKR",
    "description": "This label defines the text on the first menu section option"
  },
  "unuB2s": {
    "defaultMessage": "Sobre esse check-in",
    "description": "This is the label text that is displayed above the input"
  },
  "upeS+T": {
    "defaultMessage": "O Bud vai ficar fora do ar durante algumas horas enquanto arrumamos a casa. Esperamos estar de volta até: <highlight>{date} às {hour}h</highlight> Até lá! :)",
    "description": "This message is displayed as a description in our under maintenance error page"
  },
  "usAoP+": {
    "defaultMessage": "Trimestral",
    "description": "This option makes an cycle with quarterly cadence"
  },
  "uveo/4": {
    "defaultMessage": "Saiba mais",
    "description": "This message appears on action button that redirect the user to company page on Retrospective tab"
  },
  "uw/x8G": {
    "defaultMessage": "{user} está com {count, plural, one {uma barreira} other {barreira{count, plural, one {# semana} other { há # semanas}}}}. Talvez {gender, select, MALE {ele precise de ajuda.} FEMALE {ela precise de ajuda.} other {Que tal oferecer uma ajuda?}}",
    "description": "This message appears how a call to action when the feeling answer refer the bad something."
  },
  "uxjg0W": {
    "defaultMessage": "Não foi possível deletar a resposta!",
    "description": "This message appears in a toast indicating that it was not possible to delete a routines response."
  },
  "v9xuBO": {
    "defaultMessage": "Sentimento",
    "description": "The title in the feeling modal"
  },
  "vCWYpE": {
    "defaultMessage": "Este time está dentro de:",
    "description": "The label to the parent team field in team add/edit modal"
  },
  "vDa/w5": {
    "defaultMessage": "Está silencioso por aqui",
    "description": "This text is the title of our empty state card inside our key result drawers"
  },
  "vERqrq": {
    "defaultMessage": "EVOLUÇÃO",
    "description": "The title of the delta column."
  },
  "vEzcix": {
    "defaultMessage": "Times",
    "description": "This message is displayed as the column header for the users table in the teams column"
  },
  "vHTPEb": {
    "defaultMessage": "Ciclo {period} criado com sucesso!",
    "description": "This message appears when we create a new cycle as a toast"
  },
  "vJ/603": {
    "defaultMessage": "Esse link pode estar expirado ou a URL está errada.",
    "description": "The description displayed in our not found error page"
  },
  "vO+kQj": {
    "defaultMessage": "O ciclo está fechado. Não é possível editar nem atualizar os OKRs, mas eles podem ser consultados pelo histórico.",
    "description": "This string is used to describe the cycles not-active status option."
  },
  "vbnV7B": {
    "defaultMessage": "Português",
    "description": "This message is used as the label for the portuguese language in our locale switcher"
  },
  "vfstY8": {
    "defaultMessage": "Torne mensurável definindo um número como indicador de sucesso.",
    "description": "The second description of the tip when you are creating a KR."
  },
  "vgU7fC": {
    "defaultMessage": "Check-in pendente",
    "description": "This string is used as the description for the icon that indicates that the key-result has not been updated"
  },
  "vhq3gt": {
    "defaultMessage": "Feminino",
    "description": "The user gender female option while creating a new workspace"
  },
  "vqeE5J": {
    "defaultMessage": "Lembretes de rotina",
    "description": "Description for routine notification settings modal icon"
  },
  "vrROtV": {
    "defaultMessage": "Botão de opções.",
    "description": "This button allows you to view details, reset password or deactivate a users account."
  },
  "vv49le": {
    "defaultMessage": "Nome do usuário inicial",
    "description": "The user first name while creating a new workspace"
  },
  "vzHp1e": {
    "defaultMessage": "Precisando de inspiração? Lembre-se: os melhores objetivos são...",
    "description": "This is the title presented in the component that guides you in creating Objectives."
  },
  "w/3frD": {
    "defaultMessage": "Líder:",
    "description": "The label to the leader field in team add/edit modal"
  },
  "w9Qh/X": {
    "defaultMessage": "confira as novas respostas em {team}",
    "description": "The subtitle of the routine reminder notification"
  },
  "wJjuae": {
    "defaultMessage": "A pessoa responsável por garantir que esse resultado-chave aconteça",
    "description": "This tooltip explains the seventh column of the key result list"
  },
  "wWbkGb": {
    "defaultMessage": "OKRs",
    "description": "This is the title of the okrs tab on the team page."
  },
  "waPxPB": {
    "defaultMessage": "Idioma do usuário inicial",
    "description": "The user locale while creating a new workspace"
  },
  "wat5HS": {
    "defaultMessage": "Nome",
    "description": "This message is displayed as the column header for the users table in the user name column"
  },
  "weTDNo": {
    "defaultMessage": "Voltar",
    "description": "Label for return to overview icon"
  },
  "wiFglx": {
    "defaultMessage": "Responsável",
    "description": "This label appears above the sixth input in our insert key-result drawer"
  },
  "wlwyTd": {
    "defaultMessage": "Buscar membros",
    "description": "This message is used in the search input while searching for users"
  },
  "wsXNFt": {
    "defaultMessage": "Responder",
    "description": "This message appears as a label on the button used to reply to a comment."
  },
  "wtGWF6": {
    "defaultMessage": "Descrição:",
    "description": "The label to the description field in team add/edit modal"
  },
  "wwt9p1": {
    "defaultMessage": "Um círculo com um ponto de interrogação ao centro",
    "description": "This message describes the info circle icon to our screen readers"
  },
  "x/2y46": {
    "defaultMessage": "Veja nossos exemplos de OKRs",
    "description": "This link takes you to the page with guidelines on creating OKRs."
  },
  "x24wfc": {
    "defaultMessage": "Explore este objetivo completo no time de {team}",
    "description": "This message appears in the objective tooltip"
  },
  "x30AaU": {
    "defaultMessage": "Clique aqui para fazer uma busca",
    "description": "The title text of our search icon, it is displayed when an user hover the icon itself"
  },
  "x4dJoK": {
    "defaultMessage": "Segundo respostas da Retrospectiva da Semana",
    "description": "Subtitle of the metrics card"
  },
  "x7doNg": {
    "defaultMessage": "Visualize o perfil de outro membro da empresa, interaja com seus resultados-chave relacionados a estratégia e também os explore os resultados-chave individuais",
    "description": "The page meta description"
  },
  "x8ytCP": {
    "defaultMessage": "Cancelar",
    "description": "This text is displayed as the button that will cancel the update for ou goal update popover inside the key-result drawers"
  },
  "xIe3i6": {
    "defaultMessage": "Reativar conta",
    "description": "This message is the description of the option to reactivate a user account."
  },
  "xJJ9uE": {
    "defaultMessage": "Desculpe, mas houve um erro inesperado. Tente novamente mais tarde",
    "description": "This message appears when the user tries to remove a given cycle, but receives an error"
  },
  "xPoUwI": {
    "defaultMessage": "Um desenho de uma engrenagem para o botão de edição de time",
    "description": "The gear icon description"
  },
  "xVR0F1": {
    "defaultMessage": "Apelido",
    "description": "This is the label that goes on our user account settings page, at the third field to update the user informations"
  },
  "xXhMFZ": {
    "defaultMessage": "Bloqueio",
    "description": "The title of the with roadblock chart"
  },
  "xXxjVp": {
    "defaultMessage": "Existe um fator externo impedindo o progresso desse resultado-chave",
    "description": "This text explains our tag to the user"
  },
  "xaHzA0": {
    "defaultMessage": "Sobrenome",
    "description": "The user last name input placeholder while creating a new workspace"
  },
  "xe74UT": {
    "defaultMessage": "Em OKRs, costuma-se mirar em atingir ao menos 70% das metas. Para atingir esse patamar até o fim do ciclo, o progresso atual esperado é de {progress}%.",
    "description": "Tooltip message to show when hovering the help icon on projected progress"
  },
  "xfx/rc": {
    "defaultMessage": "Um botão com um ícone de confirmação. Ao clicar nele você irá salvar sua atualização do objetivo",
    "description": "This text is displayed inside the objective accordion at the team page. It is used by screen readers to explain the check button"
  },
  "xq1mQp": {
    "defaultMessage": "CONFIRME SUA AÇÃO",
    "description": "This message appears in the label of input that the user uses to confirm their action of posting an OKR."
  },
  "xywRWB": {
    "defaultMessage": "Um ícone de check. Ao clicar nele você irá salvar suas alterações",
    "description": "This text is used by screen readers to explain the check icon. This icon appears below the EditableTextArea. It is used to save the edition of the field"
  },
  "y18Ymm": {
    "defaultMessage": "Tudo certo por aqui! Navegue pelos times para explorar os resultados-chave com alta confiança.",
    "description": "Tooltip content for high confidence health strategy box"
  },
  "yK87+y": {
    "defaultMessage": "Data de início",
    "description": "The company yearly date start input placeholder while creating a new workspace"
  },
  "yRU1Bz": {
    "defaultMessage": "{username} ainda não está envolvido em nenhum resultado-chave.",
    "description": "The label message that is displayed below our team at work image when a user has no key results in her/his key result view list"
  },
  "yfhIM+": {
    "defaultMessage": "Cancelar",
    "description": "Text in the cancel action button"
  },
  "yh+jAH": {
    "defaultMessage": "Progresso dos Times",
    "description": "Title to show on the team ranking page when gamification is disabled"
  },
  "yw+DGB": {
    "defaultMessage": "Sobrenome",
    "description": "The label of the last name field in the create user form"
  },
  "ywBP21": {
    "defaultMessage": "Inativo",
    "description": "This string is used to select the not-active cycles option."
  },
  "z2jAqq": {
    "defaultMessage": "Um ícone com o sinal de \"mais\". Ao clicar aqui você irá abrir o menu para inserir um novo subtime",
    "description": "This message is used in our new subteam button while seeing the team list"
  },
  "z4Qy+J": {
    "defaultMessage": "O desenho de uma caixa fechada, ilustrando que estamos em manutenção",
    "description": "This message is the alt message for our box drawing in the under maintenance error page"
  },
  "z4STCs": {
    "defaultMessage": "Como vai o desempenho d{gender, select, MALE {o} FEMALE {a} other {o}} <highlight>{company}</highlight> nesse trimestre?",
    "description": "The title of the header section in our company overview report"
  },
  "zEyzo8": {
    "defaultMessage": "Um círculo roxo, indicando que o resultado-chave tem uma barreira",
    "description": "A brief explanation for screen readers regarding the purple status circle"
  },
  "zFQPs9": {
    "defaultMessage": "Data de fim",
    "description": "The company yearly date end input placeholder while creating a new workspace"
  },
  "zHAPqJ": {
    "defaultMessage": "LinkedIn",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user social media accounts"
  },
  "zIx/gZ": {
    "defaultMessage": "Clique aqui para ver suas notificações",
    "description": "The title text of our notification bell, it is displayed when an user hover the icon itself"
  },
  "zUEhBk": {
    "defaultMessage": "Um banco vazio, representando que não tem ninguém aqui",
    "description": "The alternative text explaining the empty bench image"
  },
  "zVdCV2": {
    "defaultMessage": "{selectedusersquantity} pessoas",
    "description": "This message appears in the input when multiple users are selected."
  },
  "zWpOXa": {
    "defaultMessage": "Criar",
    "description": "The button to create or edit a cycle on modal"
  },
  "zaC3Cb": {
    "defaultMessage": "ativado",
    "description": "This message appears when we are unable to activate/deactivate a cycle"
  },
  "zaMkef": {
    "defaultMessage": "Insira a descrição detalhada do seu objetivo",
    "description": "The description box placeholder"
  },
  "zcIxrk": {
    "defaultMessage": "Excluir ciclo",
    "description": "This message is the description of the option to delete a cycle."
  },
  "ze3hqu": {
    "defaultMessage": "Estamos trabalhando em melhorias para você! :)",
    "description": "The title displayed in our under maintenance error page"
  },
  "zev4wl": {
    "defaultMessage": "Um ícone de bandeira, inidcando a meta do resultado-chave no qual você está fazendo check-in",
    "description": "This is a message explaining the flag icon in our check-in form"
  },
  "zmPWcg": {
    "defaultMessage": "Papel",
    "description": "This message is displayed as the column header for the users table in the role column"
  },
  "znpwST": {
    "defaultMessage": "Q3",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "zsB72A": {
    "defaultMessage": "Pré-visualização",
    "description": "This title is displayed as the heading of the user card preview section in our user account settings page"
  }
}
