{
  "+O5SW4": {
    "defaultMessage": "Um ícone com uma série de traços verticais. Clique e arraste ele para reordenar seus resultados chave",
    "description": "The alternative text explaining our reorder icon"
  },
  "+r5To1": {
    "defaultMessage": "Atualizar",
    "description": "This message is displayed in a tooltip above the SliderThumb on our sliders"
  },
  "/2GFGI": {
    "defaultMessage": "O prazo deste objetivo",
    "description": "The title text of our calendar icon in our objective accordion, it is displayed when an user hover the icon itself"
  },
  "/CiLko": {
    "defaultMessage": "Esse objetivo não tem nenhum resultado-chave",
    "description": "The label message that is displayed below our team at work image"
  },
  "/VrdI0": {
    "defaultMessage": "Um ícone de pasta",
    "description": "The desc message for the Folder icon. This icon is used to ilustrate our key results"
  },
  "/vJzGe": {
    "defaultMessage": "Um ícone de marcador de página",
    "description": "The desc message for the Bookmark icon. This icon is used to ilustrate our key results"
  },
  "03yPkn": {
    "defaultMessage": "Um ícone de bussúla",
    "description": "The desc message for the Discovery icon. This icon is used to ilustrate our key results"
  },
  "0xI/K7": {
    "defaultMessage": "Um ícone de microfone",
    "description": "The desc message for the Voice icon. This icon is used to ilustrate our key results"
  },
  "17XVCU": {
    "defaultMessage": "Data",
    "description": "The text of the table head related to the Date column"
  },
  "1nABM7": {
    "defaultMessage": "Meta:",
    "description": "This is the label of the check-in form that indicates the goal for her/his key result"
  },
  "1ss4IX": {
    "defaultMessage": "Um ícone de mensagem",
    "description": "The desc message for the Message icon. This icon is used to ilustrate our key results"
  },
  "2qxo81": {
    "defaultMessage": "Duração",
    "description": "The label text above the Cycle section in our key result single page or drawer"
  },
  "3x3lDo": {
    "defaultMessage": "Última atualização {day} as {hour} por {author}",
    "description": "This message displays the latest report status for a given component"
  },
  "44uWtn": {
    "defaultMessage": "Um ícone arredondado com um gráfico de linha ao centro",
    "description": "The desc message for the Activity icon. This icon is used to ilustrate our key results"
  },
  "8bQS0s": {
    "defaultMessage": "Em atraso",
    "description": "We use this tag to group every key result with confidence lower than 25"
  },
  "8nqWsp": {
    "defaultMessage": "Objetivos",
    "description": "The name of the Objectives page, located at \"/objectives\""
  },
  "9bJV7v": {
    "defaultMessage": "OKR",
    "description": "The label text above the OKR section in our key result single page or drawer"
  },
  "9hslRd": {
    "defaultMessage": "OKR",
    "description": "The text of the table head related to the OKR column"
  },
  "A3RqIa": {
    "defaultMessage": "Um círculo amarelo, indicando que o resultado-chave está em risco",
    "description": "A brief explanation for screen readers regarding the yellow status circle"
  },
  "A5ct4X": {
    "defaultMessage": "Um ícone de documento de texto",
    "description": "The desc message for the Document icon. This icon is used to ilustrate our key results"
  },
  "AobZDF": {
    "defaultMessage": "Em risco",
    "description": "We use this tag to group every key result with confidence higher than 25 but lower than 50"
  },
  "BlDXcz": {
    "defaultMessage": "Proprietário",
    "description": "The text of the table head related to the Owner column"
  },
  "CmE1a+": {
    "defaultMessage": "Um ícone de busca. Ao clicar nele uma barra de busca se abrirá para você",
    "description": "The alternative text explaining our search icon"
  },
  "D8ZyT4": {
    "defaultMessage": "Um ícone de coroa que representa a sua empresa",
    "description": "This message is used by screen readers to explain our crown icon"
  },
  "ELi8q5": {
    "defaultMessage": "Como vai o desempenho d{gender, select, MALE {o} FEMALE {a} other {o}} <highlighted>{company}</highlighted> como um todo?",
    "description": "The title of the header section in our company overview report"
  },
  "FEd9u8": {
    "defaultMessage": "Salvar",
    "description": "This message is displayed in the \"SAVE\" button in the checkin form"
  },
  "FVnpVq": {
    "defaultMessage": "Um ícone de seta para o lado direito, meramente ilustrativo",
    "description": "The alternative text explaining our arrow right icon"
  },
  "GHu/pe": {
    "defaultMessage": "Um ícone de video",
    "description": "The desc message for the Video icon. This icon is used to ilustrate our key results"
  },
  "GeAU92": {
    "defaultMessage": "Um ícone de configurações. Ao clicar nele você irá para a tela de configurações da nossa plataforma",
    "description": "The alternative text explaining our settings icon"
  },
  "HpiBVM": {
    "defaultMessage": "Objetivos",
    "description": "The page title that our users should see in the objectives page"
  },
  "J98VQ8": {
    "defaultMessage": "Em dia",
    "description": "We use this tag to group every key result with confidence higher than 50"
  },
  "JuRKh+": {
    "defaultMessage": "Um círculo vermelho, indicando que o resultado-chave está atrasada",
    "description": "A brief explanation for screen readers regarding the red status circle"
  },
  "LytmoI": {
    "defaultMessage": "Um círculo verde, indicando que o resultado-chave está em dia",
    "description": "A brief explanation for screen readers regarding the green status circle"
  },
  "M44zCJ": {
    "defaultMessage": "Criado em",
    "description": "The label text inside the Cycle section, above the creation date in our key result single page or drawer"
  },
  "MWB++a": {
    "defaultMessage": "Qual o seu nível de segurança?",
    "description": "This is the label of the check-in form that indicates to which confidence level the user would update her/his key result"
  },
  "MfmBCB": {
    "defaultMessage": "Status",
    "description": "The text of the table head related to the Status column"
  },
  "NADPP1": {
    "defaultMessage": "Um ícone de lata de lixo",
    "description": "The desc message for the Delete icon. This icon is used to ilustrate our key results"
  },
  "P/ujgo": {
    "defaultMessage": "Um ícone de controle de video game",
    "description": "The desc message for the Game icon. This icon is used to ilustrate our key results"
  },
  "Pkdkh4": {
    "defaultMessage": "Minhas Key Result",
    "description": "The name of the Key Results page, located at \"/keyResults\""
  },
  "QKUmFp": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed when an user hovers the close button of our progress slider popover"
  },
  "RWaMNF": {
    "defaultMessage": "Um ícone de coração",
    "description": "The desc message for the Heart icon. This icon is used to ilustrate our key results"
  },
  "RZrZdZ": {
    "defaultMessage": "Home",
    "description": "The name of the Home page, located at \"/\""
  },
  "S/F2Hk": {
    "defaultMessage": "Detalhes",
    "description": "The label text above the Description section in our key result single page or drawer"
  },
  "SWl7UB": {
    "defaultMessage": "Um ícone de \"x\". Ao clicar nele você fechará o box de atualização de progresso",
    "description": "This description is used for accessibility. Screen readers uses it when they hover the close icon button in our progress slider popover close button"
  },
  "Sn7K6v": {
    "defaultMessage": "Um ícone de sino, ao clicar nele você verá suas notificações",
    "description": "The alternative text explaining our notification bell icon"
  },
  "SpAXmO": {
    "defaultMessage": "Um ícone de calendário. Ele indica que nesse campo fica o prazo do objetivo",
    "description": "The alternative text explaining our calendar icon in the objective accordion item"
  },
  "TPAtkS": {
    "defaultMessage": "Ontem",
    "description": "This label is displayed if the last update date is yesterday"
  },
  "UBruoq": {
    "defaultMessage": "Um ícone de com diversas superfícies, uma em cima da outra",
    "description": "The alternative text explaining our stack icon"
  },
  "UUo+Pt": {
    "defaultMessage": "Este time é uma empresa",
    "description": "The title message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "VMTKKJ": {
    "defaultMessage": "Minhas OKR",
    "description": "AppBar menu item that links to Objectives page"
  },
  "XHDyV/": {
    "defaultMessage": "De:",
    "description": "This is the label of the check-in form that indicates from which value the user would update her/his key result"
  },
  "XNkzYe": {
    "defaultMessage": "Um ícone de pin de localização",
    "description": "The desc message for the Location icon. This icon is used to ilustrate our key results"
  },
  "XYg5xf": {
    "defaultMessage": "Clique aqui para editar suas configurações",
    "description": "The title text of our settings icon, it is displayed when an user hover the icon itself"
  },
  "ZVTdlV": {
    "defaultMessage": "Um ícone de ingresso de cinema",
    "description": "The desc message for the TicketStar icon. This icon is used to ilustrate our key results"
  },
  "ZXpNJ2": {
    "defaultMessage": "Um ícone de gráfico de pizza",
    "description": "The desc message for the Graph icon. This icon is used to ilustrate our key results"
  },
  "c8UE59": {
    "defaultMessage": "Um ícone de busca",
    "description": "The desc message for the Search icon. This icon is used to ilustrate our key results"
  },
  "cpaWkz": {
    "defaultMessage": "Atualize seu progresso",
    "description": "The label text above the check-in section in our key result single page or drawer"
  },
  "dOaMzr": {
    "defaultMessage": "Data de início",
    "description": "The label text inside the Cycle section, above the start date in our key result single page or drawer"
  },
  "fNt8Of": {
    "defaultMessage": "Atualizar Progresso",
    "description": "This is the title of our progress slider popover. It appears when the user moves the slider thumb"
  },
  "gODdaE": {
    "defaultMessage": "Bem-vind{gender, select, MALE {o} FEMALE {a} other {o}} de volta, {name} :)",
    "description": "The page title that our users should see in the dashboard page"
  },
  "iJq7du": {
    "defaultMessage": "Responsável",
    "description": "The label text above the Owner section in our key result single page or drawer"
  },
  "j/xH+H": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed when an user hovers the close button of our key result drawer"
  },
  "kXNgkQ": {
    "defaultMessage": "Progresso",
    "description": "The text of the table head related to the Progress column"
  },
  "keLWnT": {
    "defaultMessage": "Cor do Status",
    "description": "The text of the table head related to the Status color column"
  },
  "khbEZF": {
    "defaultMessage": "Minhas Key Results",
    "description": "The page title that our users should see in the key results page"
  },
  "lApj0K": {
    "defaultMessage": "Um ícone de carteira",
    "description": "The desc message for the Wallet icon. This icon is used to ilustrate our key results"
  },
  "lII4JM": {
    "defaultMessage": "Hoje",
    "description": "This label is displayed if the last update date is today"
  },
  "lm9HAr": {
    "defaultMessage": "Um ícone de calendário",
    "description": "The desc message for the Calendar icon. This icon is used to ilustrate our key results"
  },
  "m8Extk": {
    "defaultMessage": "Um ícone de scanner",
    "description": "The desc message for the Scan icon. This icon is used to ilustrate our key results"
  },
  "mKv2wx": {
    "defaultMessage": "Painel",
    "description": "AppBar menu item that links to Dashboard page"
  },
  "mcWqy7": {
    "defaultMessage": "Um desenho de uma mulher e um homem, cada qual segudando um pedaço de um quebra-cabeça e colaborando para montá-lo",
    "description": "The alternative text explaining our team at work image"
  },
  "n7ZLVl": {
    "defaultMessage": "Um ícone de \"x\". Ao clicar nele você fechará o box a barra lateral do resultado chave",
    "description": "This description is used for accessibility. Screen readers uses it when they hover the close icon button in our key result drawer close button"
  },
  "nJ7CuJ": {
    "defaultMessage": "Um ícone de relógio",
    "description": "The desc message for the TimesSquare icon. This icon is used to ilustrate our key results"
  },
  "pVkTLM": {
    "defaultMessage": "Um ícone de coroa",
    "description": "The desc message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "rH+dGv": {
    "defaultMessage": "Uma seta para baixo. Ao clicar nela você abrirá o menu de seleção",
    "description": "This is the desc attribute of our chevron down icon. It is used by screen readers"
  },
  "rpLZ2J": {
    "defaultMessage": "Bud - Gestão de OKR e Estratégia",
    "description": "The title text of our logotype, it is displayed when an user hover the icon itself"
  },
  "tcWO3v": {
    "defaultMessage": "O logotipo do Bud. Sendo ele apenas o nome Bud escrito em caixa baixa na cor roxa",
    "description": "The alternative text explaining our logotype"
  },
  "uU2v6P": {
    "defaultMessage": "Empresa",
    "description": "The name of the Company Objectives page, located at \"/objectives/company\""
  },
  "ui441M": {
    "defaultMessage": "Um ícone de quadrado arredondado com um lápis",
    "description": "The desc message for the EditSquare icon. This icon is used to ilustrate our key results"
  },
  "vEnRa9": {
    "defaultMessage": "Para:",
    "description": "This is the label of the check-in form that indicates to which value the user would update her/his key result"
  },
  "vzYQ5r": {
    "defaultMessage": "Nome da KR",
    "description": "The text of the table head related to the Title column"
  },
  "x30AaU": {
    "defaultMessage": "Clique aqui para fazer uma busca",
    "description": "The title text of our search icon, it is displayed when an user hover the icon itself"
  },
  "xfeZtN": {
    "defaultMessage": "Time",
    "description": "The name of the Team Objectives page, located at \"/objectives/team\""
  },
  "y6z1c3": {
    "defaultMessage": "Data de fim",
    "description": "The label text inside the Cycle section, above the end date in our key result single page or drawer"
  },
  "yDscHW": {
    "defaultMessage": "Minhas KR",
    "description": "AppBar menu item that links to Key Results page"
  },
  "yQ7cY8": {
    "defaultMessage": "Atualização de status",
    "description": "We show this prefix before the updated time of the status column in our Key Results table"
  },
  "zIx/gZ": {
    "defaultMessage": "Clique aqui para ver suas notificações",
    "description": "The title text of our notification bell, it is displayed when an user hover the icon itself"
  }
}