{
  "+/9Nj7": {
    "defaultMessage": "Seu avatar",
    "description": "The title text of our image icon in our settings account page, it is displayed when an user hover the icon itself"
  },
  "+6p/sC": {
    "defaultMessage": "Clique aqui para comentar :)",
    "description": "This text is displayed in our comment input in our key result drawer when it has no value"
  },
  "+CyB1n": {
    "defaultMessage": "Data Limite",
    "description": "The heading text of the goal section in our key-result drawer"
  },
  "+G9goh": {
    "defaultMessage": "Ver mais...",
    "description": "This text is displayed in the button that expands a truncated text"
  },
  "+IK11v": {
    "defaultMessage": "O desenho de um fantasma, ilustrando que você está em uma página que não existe",
    "description": "This message is the alt message for our box drawing in the unknown error page"
  },
  "+O5SW4": {
    "defaultMessage": "Um ícone com uma série de traços verticais. Clique e arraste ele para reordenar seus resultados chave",
    "description": "The alternative text explaining our reorder icon"
  },
  "+XSqc3": {
    "defaultMessage": "Última atualização",
    "description": "This prefix is displayed as default in our last updated component"
  },
  "+r3NGz": {
    "defaultMessage": "Progresso",
    "description": "The title of the second column in our body table at the teams overview report in our dashboard"
  },
  "+r5To1": {
    "defaultMessage": "Atualizar",
    "description": "This message is displayed in a tooltip above the SliderThumb on our sliders"
  },
  "/2GFGI": {
    "defaultMessage": "O prazo deste objetivo",
    "description": "The title text of our calendar icon in our objective accordion, it is displayed when an user hover the icon itself"
  },
  "/50OpL": {
    "defaultMessage": "Meta",
    "description": "The heading text of the goal section in our key-result drawer"
  },
  "/DyxUT": {
    "defaultMessage": "Último check-in",
    "description": "This message is displayed alongisde with the key-result name, as the prefix for our last update text component"
  },
  "/K30xB": {
    "defaultMessage": "Você não tem nenhum resultado-chave",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "/SbmLm": {
    "defaultMessage": "Uma seta em círculo, demonstrando que ao clicar aqui você redefinirá essa ação",
    "description": "This is the desc attribute of our reset icon. It is used by screen readers"
  },
  "/VrdI0": {
    "defaultMessage": "Um ícone de pasta",
    "description": "The desc message for the Folder icon. This icon is used to ilustrate our key results"
  },
  "/aK0UI": {
    "defaultMessage": "Um ícone de um avião de papel. Ao clicar nele você irá enviar um comentário",
    "description": "The alternative text explaining our paper plane icon"
  },
  "/vJzGe": {
    "defaultMessage": "Um ícone de marcador de página",
    "description": "The desc message for the Bookmark icon. This icon is used to ilustrate our key results"
  },
  "0/VsDs": {
    "defaultMessage": "Com Barreira",
    "description": "We use this tag to group every key result with confidence lower than 0"
  },
  "02lpnJ": {
    "defaultMessage": "Comentário",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "03yPkn": {
    "defaultMessage": "Um ícone de bussúla",
    "description": "The desc message for the Discovery icon. This icon is used to ilustrate our key results"
  },
  "0J4rjt": {
    "defaultMessage": "Cancelar",
    "description": "This text is used as a fallback to the confirmation modal cancel button. It is displayed if the component did not received a custom button label"
  },
  "0SQt21": {
    "defaultMessage": "Novo valor",
    "description": "This is the label of the check-in form that indicates to which value the user would update her/his key result"
  },
  "0d1/rp": {
    "defaultMessage": "Indica o quanto esse resultado-chave evoluiu até o momento",
    "description": "This tooltip explains the fourth column of the key result list"
  },
  "0dk0bw": {
    "defaultMessage": "O logotipo do LinkedIn. Ao clicar você irá visitar o perfil do LinkedIn deste usuário",
    "description": "This message is displayed to screen readers to explain our LinkedIn icon"
  },
  "0xI/K7": {
    "defaultMessage": "Um ícone de microfone",
    "description": "The desc message for the Voice icon. This icon is used to ilustrate our key results"
  },
  "1Dc9iL": {
    "defaultMessage": "Na última hora",
    "description": "This label is displayed if the date difference is less than 1 hour"
  },
  "1HBRw6": {
    "defaultMessage": "Nenhuma atualização recente",
    "description": "This label is displayed if we do not have any update date to display"
  },
  "1Ve0Ag": {
    "defaultMessage": "Um ícone de um calendário, indicando que essa é a data limite do seu resultado-chave",
    "description": "The description text for the key-result section goal icon"
  },
  "1ss4IX": {
    "defaultMessage": "Um ícone de mensagem",
    "description": "The desc message for the Message icon. This icon is used to ilustrate our key results"
  },
  "29ODQz": {
    "defaultMessage": "Mas não se preocupe, ela vai ficar bem! Enquanto trabalhamos nisso, você pode clicar no botão aqui embaixo para voltar para o painel :)",
    "description": "The description displayed in our unknown error page"
  },
  "2IBj4Z": {
    "defaultMessage": "Agora há pouco",
    "description": "This label is displayed if the date difference is less than 1 minute"
  },
  "2RoJ81": {
    "defaultMessage": "Feminino",
    "description": "This text is used accross our platform to identify the female gender"
  },
  "2lGnmq": {
    "defaultMessage": "Minha conta | bud",
    "description": "The page title that is displayed in the browser tab for the my profile page"
  },
  "32yCaj": {
    "defaultMessage": "Procurar",
    "description": "The text is displayed as a placeholder in our search input inside the key-result drawer while the user is changing the owner of that key-result"
  },
  "3e+zPY": {
    "defaultMessage": "Finalizar",
    "description": "This button is displayed with our crop picture modal to submit the form"
  },
  "3gAggt": {
    "defaultMessage": "Check-in",
    "description": "This is the title of our progress slider popover. It appears when the user moves the slider thumb"
  },
  "3n0bhJ": {
    "defaultMessage": "Esses são os resultados-chave que fazem parte desse objetivo",
    "description": "This tooltip explains the first column of the key result list"
  },
  "3rnKj8": {
    "defaultMessage": "Confira como seu card aparecerá para outros usuários.",
    "description": "This subtitle is displayed as the subtitle of the user card preview section in our user account settings page"
  },
  "44uWtn": {
    "defaultMessage": "Um ícone arredondado com um gráfico de linha ao centro",
    "description": "The desc message for the Activity icon. This icon is used to ilustrate our key results"
  },
  "4Ac1ls": {
    "defaultMessage": "{team} | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "4N1d+U": {
    "defaultMessage": "Últimas atividades",
    "description": "This text is displayed at the top of our timeline, as its title"
  },
  "4cmOYV": {
    "defaultMessage": "Painel",
    "description": "MainAppBar menu item that links to \"Dashboard\" page"
  },
  "4f4cWE": {
    "defaultMessage": "Alto",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "5XBq+p": {
    "defaultMessage": "Meus Resultados-Chave | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "5llJzq": {
    "defaultMessage": "Você tem certeza que deseja apagar este {type}?",
    "description": "This text is used in our delete modal confirmation to explain to the user what will happen"
  },
  "5th5LY": {
    "defaultMessage": "Ué! Cadê a tela que tava aqui?",
    "description": "The title displayed in our unknown error page"
  },
  "5yQyMg": {
    "defaultMessage": "Explorar",
    "description": "The page title that our users should see in the teams explore page"
  },
  "62Zn7m": {
    "defaultMessage": "Um ícone de setas entrelaçadas. Ao clicar aqui você irá editar esse campo",
    "description": "This message is used by screen readers when the user is focusing on the component which contains the user name and picture. This component is used in multiple places, like: our header, the key-result drawer, and other"
  },
  "6E9X3c": {
    "defaultMessage": "Redefinir",
    "description": "This is the button label that is displayed in our reset button"
  },
  "6RzNYt": {
    "defaultMessage": "Um círculo com um ponto de interrogação no meio",
    "description": "This message explains our tooltip icon for screen readers"
  },
  "6aChVs": {
    "defaultMessage": "Nesta semana",
    "description": "This label is displayed if the date difference is 1 week or less"
  },
  "6spUEn": {
    "defaultMessage": "Fazer check-in",
    "description": "This message is displayed as a label button when the check-in form is closed in our key result section"
  },
  "6vXlkc": {
    "defaultMessage": "Visualize os dados de avanço da empresa como um todo, suas prioridades, um gráfico de expectativa de avanço e o nível de confiança geral.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "77LX/s": {
    "defaultMessage": "Vincule seu perfil às suas redes sociais para facilitar a conexão com seus colegas!",
    "description": "This subtitle is displayed as the subtitle of the social media section in our user account settings page"
  },
  "7Yw26b": {
    "defaultMessage": "Selecione o ano",
    "description": "This message is displayed when no year filter was selected"
  },
  "7d+540": {
    "defaultMessage": "Uma seta para cima, indicando que o menu de seleção de ciclos está aberto",
    "description": "This message is displayed to the user screen reader when the year select menu is opened"
  },
  "8693wE": {
    "defaultMessage": "Último check-in",
    "description": "This message is displayed alongisde with the header, as the prefix for our last update text component"
  },
  "89ola3": {
    "defaultMessage": "Um ícone de seta para baixo, representando o quanto sua empresa regrediu na última semana",
    "description": "This message is used by screen readers to explain our arrow down icon"
  },
  "8EABR0": {
    "defaultMessage": "Sobre você",
    "description": "This is the label that goes on our user account settings page, at the seventh field to update the user informations"
  },
  "8LTdv4": {
    "defaultMessage": "Objetivo",
    "description": "The text of the table head related to the Objective column"
  },
  "8l7xtl": {
    "defaultMessage": "Sair",
    "description": "The label displayed in the user logout button"
  },
  "987MLd": {
    "defaultMessage": "Explorar",
    "description": "The name of the Explore page, located at \"/explore\""
  },
  "9sw0lJ": {
    "defaultMessage": "Selecione seu gênero",
    "description": "This is the fallback value that goes on our user account settings page, at the sixth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "A5ct4X": {
    "defaultMessage": "Um ícone de documento de texto",
    "description": "The desc message for the Document icon. This icon is used to ilustrate our key results"
  },
  "AII0ao": {
    "defaultMessage": "Visualize seus resultados-chave e seus detalhes, atualize seu progresso e seu nível de confiança.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "B0G29o": {
    "defaultMessage": "Baixo",
    "description": "We use this tag to group every key result with confidence that is 0 or higher and lower than 25"
  },
  "Ba8bU1": {
    "defaultMessage": "Enviar comentário",
    "description": "This label is displayed in the submit button in our drawer"
  },
  "CMMxiV": {
    "defaultMessage": "Enviar comentário",
    "description": "The title displayed in the tooltip when the user hovers our paper plane icon in our add comment form"
  },
  "CQAFfW": {
    "defaultMessage": "Se tudo continuar assim, esperamos alcançar o resultado",
    "description": "This text explains our tag to the user"
  },
  "CWzl6a": {
    "defaultMessage": "Nenhuma informação",
    "description": "The fallback value appears if no value is defined for that text area. This text area is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "CkCxOl": {
    "defaultMessage": "Posição do time",
    "description": "The title of the first column in our body table at the teams overview report in our dashboard"
  },
  "CmE1a+": {
    "defaultMessage": "Um ícone de busca. Ao clicar nele uma barra de busca se abrirá para você",
    "description": "The alternative text explaining our search icon"
  },
  "Cr1hEp": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed as the title of our check-in cards"
  },
  "D8ZyT4": {
    "defaultMessage": "Um ícone de coroa que representa a sua empresa",
    "description": "This message is used by screen readers to explain our crown icon"
  },
  "D9XMWI": {
    "defaultMessage": "Meta",
    "description": "This tooltip is displayed when the user hovers the right side value of our progress bar"
  },
  "Dnh8iG": {
    "defaultMessage": "de <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the first line of our confidence tooltip"
  },
  "DrLml8": {
    "defaultMessage": "Clique aqui para fechar o formulário de check-in",
    "description": "This message is displayed as the alternative text for the close button in our check-in form"
  },
  "Dt91Bg": {
    "defaultMessage": "Uma seta para baixo. Ela indica que ao clicar aqui você irá editar a meta deste resultado-chave",
    "description": "This message is displayed for screen readers as the description of the arrow down icon inside the key-result drawer. That icon is only displayed when the user hovers the mouse over the goal"
  },
  "ErVh0y": {
    "defaultMessage": "Valor atual",
    "description": "This is the label of the check-in form that indicates from which value the user would update her/his key result"
  },
  "F33Lyk": {
    "defaultMessage": "Cor do Nível de Confiança",
    "description": "The text of the table head related to the Confidence Level color column"
  },
  "FEd9u8": {
    "defaultMessage": "Salvar",
    "description": "This message is displayed in the \"SAVE\" button in the checkin form"
  },
  "FPhsI3": {
    "defaultMessage": "Selecione seus times",
    "description": "This is the fallback value that goes on our user account settings page, at the fourth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "FVnpVq": {
    "defaultMessage": "Um ícone de seta para o lado direito, meramente ilustrativo",
    "description": "The alternative text explaining our arrow right icon"
  },
  "GHu/pe": {
    "defaultMessage": "Um ícone de video",
    "description": "The desc message for the Video icon. This icon is used to ilustrate our key results"
  },
  "GeAU92": {
    "defaultMessage": "Um ícone de configurações. Ao clicar nele você irá para a tela de configurações da nossa plataforma",
    "description": "The alternative text explaining our settings icon"
  },
  "Gt9Z3F": {
    "defaultMessage": "Página não encontrada | bud",
    "description": "The page title of our not found error page that is displayed in the browser tab"
  },
  "H/aZym": {
    "defaultMessage": "Escolha como suas informações aparecerão para os outros usuários.",
    "description": "This subtitle is displayed as the subtitle of the personal informations section in our user account settings page"
  },
  "HAQ+JV": {
    "defaultMessage": "Um círculo vermelho, indicando que a confiança está baixa",
    "description": "A brief explanation for screen readers regarding the red status circle"
  },
  "Hfg9tY": {
    "defaultMessage": "Confirmar",
    "description": "This text is used as a fallback to the confirmation modal confirm button. It is displayed if the component did not received a custom button label"
  },
  "HsEMwj": {
    "defaultMessage": "Uma seta longa para a direita, separando o progresso anterior (à esquerda) do novo progress do check-in (à direita)",
    "description": "This text is displayed to screen readers, explaining the right arrow icon in our check-in card"
  },
  "I+MSuS": {
    "defaultMessage": "Ver menos...",
    "description": "This text is displayed in the button that collapses the truncated text"
  },
  "IGODpK": {
    "defaultMessage": "Ciclo",
    "description": "The text of the table head related to the Cycle column"
  },
  "Ii3n+d": {
    "defaultMessage": "para <highlight>{confidence}</highlight>",
    "description": "This text is displayed as the second line of our confidence tooltip"
  },
  "Innace": {
    "defaultMessage": "Um ícone de exclamação, alertando que se você confirmar a ação não poderá ser desfeita",
    "description": "This text is used by screen readers to explain the icon"
  },
  "J+UxkH": {
    "defaultMessage": "{progress, select, 0 {Sem variação} other {Variação de <highlight>{signal}{progress}%</highlight>}}",
    "description": "This label appears in our stamp title. It represents how much your company has increased since last week"
  },
  "JBA9+L": {
    "defaultMessage": "Explorar ciclos anteriores",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "JZJeBS": {
    "defaultMessage": "Ontem",
    "description": "This label is displayed if the last is yesterday"
  },
  "Jdklxm": {
    "defaultMessage": "O desenho de um fantasma, ilustrando que você está em uma página que não existe",
    "description": "This message is the alt message for our box drawing in the not found error page"
  },
  "KSjqcC": {
    "defaultMessage": "%",
    "description": "The text of the table head related to the percentual progress column"
  },
  "KdYFbe": {
    "defaultMessage": "Apagar",
    "description": "This text is displayed in our menu, as an anchor to remove that given card"
  },
  "Lc60Nd": {
    "defaultMessage": "Posição atual",
    "description": "This message is displayed below the current progress thumb"
  },
  "M9Jejl": {
    "defaultMessage": "Painel | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "MAcjZG": {
    "defaultMessage": "Essa ação não pode ser desfeita",
    "description": "This text is giving more details regarding the delete alert in our drawer"
  },
  "MNn3/r": {
    "defaultMessage": "Insira uma descrição clicando aqui",
    "description": "This text is displayed as a placeholder for the description section of a key-result, only when that key-result don't have a description"
  },
  "MpjjOt": {
    "defaultMessage": "Bud",
    "description": "The default title for our page head meta title value"
  },
  "N+Tad7": {
    "defaultMessage": "Ícone de uma engrenagem. Ao clicar nele você irá para nossa página de configurações",
    "description": "GearButton icon desc. This is used by screen readers for accessibility"
  },
  "NADPP1": {
    "defaultMessage": "Um ícone de lata de lixo",
    "description": "The desc message for the Delete icon. This icon is used to ilustrate our key results"
  },
  "ND5T6U": {
    "defaultMessage": "Uma seta para cima. Ao clicar nela você fechará o menu de seleção",
    "description": "This is the desc attribute of our chevron up icon. It is used by screen readers"
  },
  "NOqI9i": {
    "defaultMessage": "Como está sua confiança?",
    "description": "This is the label of the check-in form that indicates to which confidence level the user would update her/his key result"
  },
  "NYGW+N": {
    "defaultMessage": "Cargo",
    "description": "This is the label that goes on our user account settings page, at the fifth field to update the user informations"
  },
  "Nafqgw": {
    "defaultMessage": "Cancelar check-in",
    "description": "This message is displayed as a label button when the check-in form is opened in our key result section"
  },
  "Nwj8qY": {
    "defaultMessage": "Minha conta",
    "description": "MainAppBar user menu first item option"
  },
  "O0072X": {
    "defaultMessage": "Um desenho de fantasma, indicando que este resultado-chave não tem nenhum card de atividade",
    "description": "This text is used by screen readers to explain our ghost image inside our key result drawer"
  },
  "P+AGjw": {
    "defaultMessage": "Como está o progresso dos times?",
    "description": "The title of the header section in our teams overview report"
  },
  "P/ujgo": {
    "defaultMessage": "Um ícone de controle de video game",
    "description": "The desc message for the Game icon. This icon is used to ilustrate our key results"
  },
  "PR6F4W": {
    "defaultMessage": "Cancelar",
    "description": "This text is displayed as the button that will cancel the update for ou goal update popover inside the key-result drawer"
  },
  "PYLIcI": {
    "defaultMessage": "Meta",
    "description": "This message is displayed below the goal thumb"
  },
  "Pb0Tht": {
    "defaultMessage": "Sobre este check-in",
    "description": "This text is displayed in our check-in card, above the user comment if it exists"
  },
  "Pkdkh4": {
    "defaultMessage": "Minhas Key Result",
    "description": "The name of the Key Results page, located at \"/keyResults\""
  },
  "Q2diI+": {
    "defaultMessage": "Ícone de bóia. Ao clicar nele você irá para nossa página de suporte",
    "description": "SupportButton icon desc. This is used by screen readers for accessibility"
  },
  "QEsnT8": {
    "defaultMessage": "Percentual de progresso entre o valor inicial e a meta",
    "description": "This tooltip explains the fifth column of the key result list"
  },
  "QKUmFp": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed when an user hovers the close button of our progress slider popover"
  },
  "QMM2q6": {
    "defaultMessage": "Área",
    "description": "The text that is displayed in the \"team\" values of the metaTitle message whiel the team name is being fetched"
  },
  "QPGUqB": {
    "defaultMessage": "Alta Confiança",
    "description": "We use this tag to group every key result with confidence higher than 66"
  },
  "QcCy51": {
    "defaultMessage": "Valor atual",
    "description": "This tooltip is displayed when the user hovers the left side value of our progress bar"
  },
  "Qptcpe": {
    "defaultMessage": "Meta",
    "description": "This text is used as a label on the update goal form inside the key-result drawer. That is the second label of that form"
  },
  "RN1J2p": {
    "defaultMessage": "Essa semana",
    "description": "The title of the third column in our body table at the teams overview report in our dashboard"
  },
  "RWaMNF": {
    "defaultMessage": "Um ícone de coração",
    "description": "The desc message for the Heart icon. This icon is used to ilustrate our key results"
  },
  "RZrZdZ": {
    "defaultMessage": "Home",
    "description": "The name of the Home page, located at \"/\""
  },
  "RrW2fc": {
    "defaultMessage": "Atualize seu cargo",
    "description": "This is the fallback value that goes on our user account settings page, at the fifth field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "SWl7UB": {
    "defaultMessage": "Um ícone de \"x\". Ao clicar nele você fechará o box de atualização de progresso",
    "description": "This description is used for accessibility. Screen readers uses it when they hover the close icon button in our progress slider popover close button"
  },
  "SenoB2": {
    "defaultMessage": "A página que você está procurando não foi encontrada!",
    "description": "The title displayed in our not found error page"
  },
  "SiJuyU": {
    "defaultMessage": "Um ícone de calendário, indicando que aqui você seleciona o ano que deseja filtrar",
    "description": "This message is used by screen readers to explain the icon to the user"
  },
  "Smwz9L": {
    "defaultMessage": "Descreve o período no qual esse resultado-chave faz parte",
    "description": "This tooltip explains the sixth column of the key result list"
  },
  "Sn7K6v": {
    "defaultMessage": "Um ícone de sino, ao clicar nele você verá suas notificações",
    "description": "The alternative text explaining our notification bell icon"
  },
  "SpAXmO": {
    "defaultMessage": "Um ícone de calendário. Ele indica que nesse campo fica o prazo do objetivo",
    "description": "The alternative text explaining our calendar icon in the objective accordion item"
  },
  "SxsVDt": {
    "defaultMessage": "Meta",
    "description": "This is the label of the check-in form that indicates the goal for her/his key result"
  },
  "T5iKmP": {
    "defaultMessage": "{prefix} {cycle} {suffix}",
    "description": "This message displays the cycle name with a given prefix"
  },
  "T8ytLJ": {
    "defaultMessage": "Objetivo",
    "description": "The label text above the Objective section in our key result single page or drawer"
  },
  "TIorHN": {
    "defaultMessage": "Existe um risco de não alcançarmos o resultado-chave, mas seguimos otimistas",
    "description": "This text explains our tag to the user"
  },
  "TKIxVB": {
    "defaultMessage": "Definições",
    "description": "This title is displayed as the heading of the definitions menu section"
  },
  "TzHlPJ": {
    "defaultMessage": "Em manutenção | bud",
    "description": "The page title of our under maintenance error page that is displayed in the browser tab"
  },
  "U2EgRG": {
    "defaultMessage": "Explorar | bud",
    "description": "The page title that is displayed in the browser tab"
  },
  "UBruoq": {
    "defaultMessage": "Um ícone de com diversas superfícies, uma em cima da outra",
    "description": "The alternative text explaining our stack icon"
  },
  "UUo+Pt": {
    "defaultMessage": "Este time é uma empresa",
    "description": "The title message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "Uu0OJV": {
    "defaultMessage": "Um ícone de imagem. Ele indica que nesse campo fica seu avatar",
    "description": "The alternative text explaining our image icon in the settings account page"
  },
  "VNHZWm": {
    "defaultMessage": "Período",
    "description": "The name label. It is displayed in the Cycle section, as a label of the name property"
  },
  "W9swHV": {
    "defaultMessage": "Configurações",
    "description": "This tooltip is displayed when the user hovers the settings icon"
  },
  "WKevJy": {
    "defaultMessage": "Clique aqui para editar esse campo",
    "description": "The title for our pen icon. This message is displayed in our UI as a tooltip"
  },
  "X2V7x7": {
    "defaultMessage": "Confiança",
    "description": "The text of the table head related to the Confidence Level column"
  },
  "XENgso": {
    "defaultMessage": "Médio",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "XEey8C": {
    "defaultMessage": "Arraste até o novo valor para iniciar um check-in",
    "description": "This tooltip is displayed when the user hovers the thumb of our progress bar"
  },
  "XL/hXA": {
    "defaultMessage": "Faz tempo que ninguém interage nesse resultado-chave. Que tal compartilhar uma informação relevante com o time? :)",
    "description": "This text gives more details regarding our empty state card in the key result drawer"
  },
  "XNkzYe": {
    "defaultMessage": "Um ícone de pin de localização",
    "description": "The desc message for the Location icon. This icon is used to ilustrate our key results"
  },
  "XYg5xf": {
    "defaultMessage": "Clique aqui para editar suas configurações",
    "description": "The title text of our settings icon, it is displayed when an user hover the icon itself"
  },
  "XiSFEr": {
    "defaultMessage": "Erro inesperado | bud",
    "description": "The page title of our unknown error page that is displayed in the browser tab"
  },
  "XnTd/f": {
    "defaultMessage": "Novo valor",
    "description": "This text is displayed in our check-in card, as a title for the right column in the progress increase section"
  },
  "Y+MtZe": {
    "defaultMessage": "Nome",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user informations"
  },
  "Y1oyYG": {
    "defaultMessage": "Um ícone de seta para cima, indicando que o progresso aumentou",
    "description": "This desc message explains the increase icon for screen readers"
  },
  "YUvWwS": {
    "defaultMessage": "Registro",
    "description": "It is used as a fallback if the component has no card type defined for it"
  },
  "Ykg0Jh": {
    "defaultMessage": "Realizado por <highlight>{author}</highlight> {unit, select, fallback {em} other {}} {time}",
    "description": "This text is displayed as a helper text, below the check-in card title"
  },
  "YxNkP6": {
    "defaultMessage": "Check-in",
    "description": "This text is displayed in some places in our timeline card, showing the type of the card in a friendly name"
  },
  "YzN13f": {
    "defaultMessage": "Um ícone de um alvo, indicando que essa é a meta do seu resultado-chave",
    "description": "The description text for the key-result section goal icon"
  },
  "ZVTdlV": {
    "defaultMessage": "Um ícone de ingresso de cinema",
    "description": "The desc message for the TicketStar icon. This icon is used to ilustrate our key results"
  },
  "ZXpNJ2": {
    "defaultMessage": "Um ícone de gráfico de pizza",
    "description": "The desc message for the Graph icon. This icon is used to ilustrate our key results"
  },
  "Zmffm0": {
    "defaultMessage": "Fechar",
    "description": "This message is displayed as the title text for our close icon in our check-in form"
  },
  "Zn0eYa": {
    "defaultMessage": "Um desenho de uma mulher e um homem, cada qual segurando um pedaço de um quebra-cabeça e colaborando para montá-lo",
    "description": "The alternative text explaining our team at work image"
  },
  "aKyktL": {
    "defaultMessage": "Q2",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "aO+w74": {
    "defaultMessage": "A confiança mudou neste check-in:",
    "description": "This text is the first line of our icon tooltip when the check-in has a different confidence from the previous check-in"
  },
  "aiRCwP": {
    "defaultMessage": "Início",
    "description": "The label text inside the Cycle section, above the start date in our key result single page or drawer"
  },
  "bZYEAl": {
    "defaultMessage": "Um círculo com um sinal de subtração no meio, indicando que o progresso se manteve o mesmo",
    "description": "This desc message explains the neutral icon for screen readers"
  },
  "bdkUKs": {
    "defaultMessage": "Times",
    "description": "This is the label that goes on our user account settings page, at the fourth field to update the user informations"
  },
  "bqCVp4": {
    "defaultMessage": "Clique aqui para começar a escrever um comentário",
    "description": "This is the title text that is displayed if the user hovers the mouse in it"
  },
  "c8UE59": {
    "defaultMessage": "Um ícone de busca",
    "description": "The desc message for the Search icon. This icon is used to ilustrate our key results"
  },
  "cHSa08": {
    "defaultMessage": "Valor Inicial",
    "description": "This text is used as a label on the update goal form inside the key-result drawer. That is the first label of that form"
  },
  "cPGOoL": {
    "defaultMessage": "Fale com nosso suporte técnico",
    "description": "MainAppBar user menu third item option"
  },
  "ciNUJf": {
    "defaultMessage": "Explorar",
    "description": "MainAppBar menu item that links to teams \"Explore\" page"
  },
  "dB4Sbq": {
    "defaultMessage": "Calculado pela média do progresso de todos os objetivos de um time e dos “sub-times” abaixo dele",
    "description": "This tooltip appears when the user hovers the second column title"
  },
  "dymB9a": {
    "defaultMessage": "Cada resultado-chave pertence a um objetivo",
    "description": "This tooltip explains the second column of the key result list"
  },
  "e37pvj": {
    "defaultMessage": "Uma seta para baixo, indicando que ao clicar você irá abrir a lista de ciclos",
    "description": "This message is displayed to the user screen reader when the year select menu is closed"
  },
  "e9PG+t": {
    "defaultMessage": "por {author}",
    "description": "This message displays the latest report author for a given component"
  },
  "eI6jYw": {
    "defaultMessage": "Nenhuma informação",
    "description": "The fallback value appears if no value is defined for that input. This input is customizable, so it will only appears if no value is defined, and no custom fallback value was provided"
  },
  "eYhGZW": {
    "defaultMessage": "Nenhuma opção disponível",
    "description": "This message is displayed when the user tries to list the cycles, but none is defined"
  },
  "f6/kwR": {
    "defaultMessage": "Esse é o progresso acumulado dessa semana",
    "description": "This tooltip appears when the user hovers the third column title"
  },
  "fI4P80": {
    "defaultMessage": "Q1",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "fVyP58": {
    "defaultMessage": "Visualize os objetivos e resultados-chave de todos os times dessa área, se aprofunde no detalhamento de progresso, nível de confiança e dono.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "fZZOsX": {
    "defaultMessage": "Fim",
    "description": "The label text inside the Cycle section, above the end date in our key result single page or drawer"
  },
  "faL9vf": {
    "defaultMessage": "Um círculo verde, indicando que a confiança está alta",
    "description": "A brief explanation for screen readers regarding the green status circle"
  },
  "fd6kjy": {
    "defaultMessage": "Resultado-chave",
    "description": "The text of the table head related to the KeyResult column"
  },
  "ff3h07": {
    "defaultMessage": "Baixa Confiança",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "fwIpqP": {
    "defaultMessage": "Visualize e atualize as preferências do seu perfil",
    "description": "The page description that is displayed in Google and screen readers for the my profile page"
  },
  "fwpFhg": {
    "defaultMessage": "Salvar",
    "description": "This text is displayed as the button that will save the update for our goal update popover inside the key-result drawer"
  },
  "fx39XE": {
    "defaultMessage": "Ajuda",
    "description": "This tooltip is displayed when the user hovers the support button"
  },
  "gODdaE": {
    "defaultMessage": "Bem-vind{gender, select, MALE {o} FEMALE {a} other {o}} de volta, {name} :)",
    "description": "The page title that our users should see in the dashboard page"
  },
  "gm1hfm": {
    "defaultMessage": "Progresso do objetivo acumulado na semana",
    "description": "This tooltip explains regarding our progress tag"
  },
  "goSPM7": {
    "defaultMessage": "Você excluiu um {type}",
    "description": "This text is displayed as the alert title, explaining what resource the user removed"
  },
  "gu4aCE": {
    "defaultMessage": "Anual",
    "description": "This text is used as prefix for our yearly cadences"
  },
  "h4sP/q": {
    "defaultMessage": "Minha conta",
    "description": "The page title that our users should see in the my profile page"
  },
  "hMXuTX": {
    "defaultMessage": "Masculino",
    "description": "This text is used accross our platform to identify the male gender"
  },
  "hPJxpx": {
    "defaultMessage": "Média Confiança",
    "description": "We use this tag to group every key result with confidence higher than 33 but lower than 66"
  },
  "hn3cE7": {
    "defaultMessage": "Progresso acumulado dessa semana",
    "description": "This helper texts explains since when we are calculating your company progress"
  },
  "iJq7du": {
    "defaultMessage": "Responsável",
    "description": "The label text above the Owner section in our key result single page or drawer"
  },
  "iPv+uj": {
    "defaultMessage": "Um ícone de uma linha reta na horizontal, representando que sua empresa não evolui desde o último evento de check-in",
    "description": "This message is used by screen readers to explain our line icon"
  },
  "iivI51": {
    "defaultMessage": "Neste mês",
    "description": "This label is displayed if the date difference is 1 month or less"
  },
  "jvxLB+": {
    "defaultMessage": "Você tem certeza que deseja fazer isso? Essa ação é irreversível",
    "description": "This text is used as a fallback to the confirmation modal title. It is displayed if the component did not received a custom message to display"
  },
  "jxyYl3": {
    "defaultMessage": "Ordenada pelo progresso",
    "description": "This tooltip appears when the user hovers the first column title"
  },
  "k0fMvn": {
    "defaultMessage": "Escreva sobre você",
    "description": "This is the fallback value that goes on our user account settings page, at the seventh field to update the user informations. The fallback value appears if the user has no data at that field"
  },
  "k3EFXK": {
    "defaultMessage": "O nível de confiança descreve como você vê suas chances de alcançar esse resultado-chave dentro do prazo",
    "description": "The tooltip of the check-in form. It appears when the user hovers the question mark icon"
  },
  "kFrglO": {
    "defaultMessage": "O progresso do objetivo é calculado pela média de evolução dos seus resultados-chave. É preciso atingir todos esses resultados para alcançar o objetivo. Por isso, a cor desse indicador reflete a menor confiança entre seus resultados-chave.",
    "description": "This tooltip explains how the progress of the objective is calculated"
  },
  "kHg/gs": {
    "defaultMessage": "Você não tem nenhum resultado-chave em ciclos anteriores",
    "description": "The label message that is displayed below our team at work image when the user has no key results in her/his key result view list"
  },
  "kLkKtK": {
    "defaultMessage": "Um círculo amarelo, indicando que a confiançá é média",
    "description": "A brief explanation for screen readers regarding the yellow status circle"
  },
  "kXNgkQ": {
    "defaultMessage": "Progresso",
    "description": "The text of the table head related to the Progress column"
  },
  "kawRcN": {
    "defaultMessage": "Cancelar",
    "description": "This message is displayed in the \"CANCEL\" button in the checkin form"
  },
  "kynYpx": {
    "defaultMessage": "Meus Resultados-Chave",
    "description": "The page title that our users should see in the my key results page"
  },
  "lApj0K": {
    "defaultMessage": "Um ícone de carteira",
    "description": "The desc message for the Wallet icon. This icon is used to ilustrate our key results"
  },
  "lBc00A": {
    "defaultMessage": "Descreve o quão confiante a pessoa responsável por um resultado-chave está:",
    "description": "This message is displayed as an introduction to our rich tooltip regarding the confidence level at the head of our key-results table"
  },
  "lI5vJI": {
    "defaultMessage": "Um ícone com três pontos. Ao clicar nele você abrirá algumas opções",
    "description": "This text is displayed as the tree dots desc text in our timeline cards"
  },
  "lMYmAU": {
    "defaultMessage": "Clique no botão abaixo para voltar para o Painel :)",
    "description": "This message is displayed above the button in our not found error page"
  },
  "lMxUF9": {
    "defaultMessage": "Um ícone de seta para baixo, indicando que o progresso reduziu",
    "description": "This desc message explains the decrease icon for screen readers"
  },
  "lm9HAr": {
    "defaultMessage": "Um ícone de calendário",
    "description": "The desc message for the Calendar icon. This icon is used to ilustrate our key results"
  },
  "loAGsF": {
    "defaultMessage": "Variação",
    "description": "This text is displayed in our check-in card, as a title for the left column in the progress increase section"
  },
  "m4igWj": {
    "defaultMessage": "Adicionar Comentário",
    "description": "This is the label text that is displayed as a button as soon the check in form is displayed"
  },
  "m8Extk": {
    "defaultMessage": "Um ícone de scanner",
    "description": "The desc message for the Scan icon. This icon is used to ilustrate our key results"
  },
  "mdG+CG": {
    "defaultMessage": "Ciclos ativos",
    "description": "This text is displayed as a tab where the user can click to change the view below it"
  },
  "mkxm93": {
    "defaultMessage": "Bud é uma plataforma para gerenciamento de OKRs.",
    "description": "The default description for our page head meta description value"
  },
  "mnors5": {
    "defaultMessage": "Sobre {nickname}",
    "description": "The about section title for the user in the user card"
  },
  "nJ7CuJ": {
    "defaultMessage": "Um ícone de relógio",
    "description": "The desc message for the TimesSquare icon. This icon is used to ilustrate our key results"
  },
  "nPCTf0": {
    "defaultMessage": "Redes sociais",
    "description": "This title is displayed as the heading of the social media section in our user account settings page"
  },
  "nPjrcU": {
    "defaultMessage": "Editar",
    "description": "This message is displayer as soon as our user hovers the avatar"
  },
  "nnWr7M": {
    "defaultMessage": "Gênero",
    "description": "This is the label that goes on our user account settings page, at the sixth field to update the user informations"
  },
  "nrToz/": {
    "defaultMessage": "Voltar",
    "description": "This message is displayed as a label in the button on our unknown error page"
  },
  "or8fId": {
    "defaultMessage": "Voltar",
    "description": "This message is displayed as a label in the button on our not found error page"
  },
  "oycX/u": {
    "defaultMessage": "Essa semana",
    "description": "The text displayed as a prefix in our progress tag label in the team objective accordion button"
  },
  "pLYuso": {
    "defaultMessage": "Um ícone de caneta. Ao clicar nele você irá editar esse campo",
    "description": "The description for our pen icon. This message is used by screen readers to improve our accesibility"
  },
  "pVkTLM": {
    "defaultMessage": "Um ícone de coroa",
    "description": "The desc message for the crown icon. This icon is used to ilustrate when a team card is actually a company"
  },
  "pXeDLf": {
    "defaultMessage": "Sobrenome",
    "description": "This is the label that goes on our user account settings page, at the second field to update the user informations"
  },
  "poN086": {
    "defaultMessage": "Um ícone circular, com bordas e um símbolo de mais ao centro",
    "description": "This is the desc text that is displayed for screen readers"
  },
  "q7MmHc": {
    "defaultMessage": "Descrição",
    "description": "The label text above the Description section in our key result single page or drawer"
  },
  "qytqsj": {
    "defaultMessage": "Trimestral",
    "description": "This text is used as prefix for our quarterly cadences"
  },
  "r1mfc1": {
    "defaultMessage": "Informações pessoais",
    "description": "This title is displayed as the heading of the personal informations section in our user account settings page"
  },
  "rH+dGv": {
    "defaultMessage": "Uma seta para baixo. Ao clicar nela você abrirá o menu de seleção",
    "description": "This is the desc attribute of our chevron down icon. It is used by screen readers"
  },
  "rpLZ2J": {
    "defaultMessage": "Bud - Gestão de OKR e Estratégia",
    "description": "The title text of our logotype, it is displayed when an user hover the icon itself"
  },
  "rsHltm": {
    "defaultMessage": "Não vamos alcançar o resultado a não ser que a gente mude nossa abordagem",
    "description": "This text explains our tag to the user"
  },
  "s6f/IS": {
    "defaultMessage": "A tela que você está procurando foi abduzida!",
    "description": "This message is displayed below the title in our unknown error page"
  },
  "sFYaLE": {
    "defaultMessage": "Check-in",
    "description": "This message is displayed as the form title, above the check-in form"
  },
  "sObsR1": {
    "defaultMessage": "{unit, select, fallback {em {date}} other {{date}}}",
    "description": "This text displays the latest report status for a given component, using a given date logic"
  },
  "sYGIlp": {
    "defaultMessage": "Minha conta",
    "description": "This label defines the text on the first menu section option"
  },
  "t6KyQZ": {
    "defaultMessage": "Um ícone de seta para cima, representando o quanto sua empresa evolui na última semana",
    "description": "This message is used by screen readers to explain our arrow up icon"
  },
  "tJ0oU2": {
    "defaultMessage": "Está silencioso por aqui",
    "description": "This text is the title of our empty state card inside our key result drawer"
  },
  "tcWO3v": {
    "defaultMessage": "O logotipo do Bud. Sendo ele apenas o nome Bud escrito em caixa baixa na cor roxa",
    "description": "The alternative text explaining our logotype"
  },
  "th1Ney": {
    "defaultMessage": "Hoje",
    "description": "This label is displayed if the date is today"
  },
  "u4rqek": {
    "defaultMessage": "Q4",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "u7Yaxx": {
    "defaultMessage": "Responsável",
    "description": "The text of the table head related to the Owner column"
  },
  "uXQE/x": {
    "defaultMessage": "Visualize o avanço geral de todas as áreas da empresa e os respectivos times que as compõem através das barras de evolução.",
    "description": "The page description that is displayed in Google and screen readers"
  },
  "ui441M": {
    "defaultMessage": "Um ícone de quadrado arredondado com um lápis",
    "description": "The desc message for the EditSquare icon. This icon is used to ilustrate our key results"
  },
  "unuB2s": {
    "defaultMessage": "Sobre esse check-in",
    "description": "This is the label text that is displayed above the input"
  },
  "upeS+T": {
    "defaultMessage": "O Bud vai ficar fora do ar durante algumas horas enquanto arrumamos a casa. Esperamos estar de volta até: <highlight>{date} às {hour}h</highlight> Até lá! :)",
    "description": "This message is displayed as a description in our under maintenance error page"
  },
  "vJ/603": {
    "defaultMessage": "Esse link pode estar expirado ou a URL está errada.",
    "description": "The description displayed in our not found error page"
  },
  "wJjuae": {
    "defaultMessage": "A pessoa responsável por garantir que esse resultado-chave aconteça",
    "description": "This tooltip explains the seventh column of the key result list"
  },
  "wwt9p1": {
    "defaultMessage": "Um círculo com um ponto de interrogação ao centro",
    "description": "This message describes the info circle icon to our screen readers"
  },
  "x30AaU": {
    "defaultMessage": "Clique aqui para fazer uma busca",
    "description": "The title text of our search icon, it is displayed when an user hover the icon itself"
  },
  "xVR0F1": {
    "defaultMessage": "Apelido",
    "description": "This is the label that goes on our user account settings page, at the third field to update the user informations"
  },
  "xXxjVp": {
    "defaultMessage": "Existe um fator externo impedindo o progresso desse resultado-chave",
    "description": "This text explains our tag to the user"
  },
  "yq7/PT": {
    "defaultMessage": "Artigos de suporte",
    "description": "MainAppBar user menu second item option"
  },
  "ytvOyM": {
    "defaultMessage": "Meus Resultados-Chave",
    "description": "MainAppBar menu item that links to \"My Key Results\" page"
  },
  "z1FXkV": {
    "defaultMessage": "Ciclo",
    "description": "The label text above the Cycle section in our key result single page or drawer"
  },
  "z4Qy+J": {
    "defaultMessage": "O desenho de uma caixa fechada, ilustrando que estamos em manutenção",
    "description": "This message is the alt message for our box drawing in the under maintenance error page"
  },
  "z4STCs": {
    "defaultMessage": "Como vai o desempenho d{gender, select, MALE {o} FEMALE {a} other {o}} <highlight>{company}</highlight> nesse trimestre?",
    "description": "The title of the header section in our company overview report"
  },
  "zEyzo8": {
    "defaultMessage": "Um círculo roxo, indicando que o resultado-chave tem uma barreira",
    "description": "A brief explanation for screen readers regarding the purple status circle"
  },
  "zHAPqJ": {
    "defaultMessage": "LinkedIn",
    "description": "This is the label that goes on our user account settings page, at the first field to update the user social media accounts"
  },
  "zIx/gZ": {
    "defaultMessage": "Clique aqui para ver suas notificações",
    "description": "The title text of our notification bell, it is displayed when an user hover the icon itself"
  },
  "ze3hqu": {
    "defaultMessage": "Estamos trabalhando em melhorias para você! :)",
    "description": "The title displayed in our under maintenance error page"
  },
  "zev4wl": {
    "defaultMessage": "Um ícone de bandeira, inidcando a meta do resultado-chave no qual você está fazendo check-in",
    "description": "This is a message explaining the flag icon in our check-in form"
  },
  "znpwST": {
    "defaultMessage": "Q3",
    "description": "This button appears as an empty state while the user is selecting the cycle filter"
  },
  "zsB72A": {
    "defaultMessage": "Pré-visualização",
    "description": "This title is displayed as the heading of the user card preview section in our user account settings page"
  }
}